{
  "books": [
    {
      "name": "Henokh I - Para Pengawas",
      "chapters": [
        {
          "chapter": 1,
          "sections": [
            {
              "title": "Perkataan Berkat Henokh",
              "verses": [

"Perkataan berkat Henokh, yang dengannya ia memberkati orang-orang pilihan dan benar, yang akan hidup di masa kesengsaraan, ketika semua orang jahat dan tidak bertuhan akan disingkirkan.",
"Dan Henokh, seorang yang benar, yang matanya telah dibukakan oleh TUHAN, mengangkat perumpamaannya dan berkata, \"Aku melihat penglihatan dari Yang Kudus di sorga, yang ditunjukkan oleh malaikat kepadaku, dan dari mereka aku mendengar segalanya, dan dari mereka aku mengerti seperti yang kulihat, namun bukan untuk generasi ini, melainkan untuk yang jauh di masa depan yang akan datang.\"",
"Mengenai orang-orang pilihan, aku berkata, dan mengangkat perumpamaanku mengenai mereka: \"Yang Kudus Yang Agung akan keluar dari tempat kediaman-Nya,",
"Dan TUHAN yang kekal akan menginjakkan kaki di bumi, bahkan di Gunung Sinai dan akan muncul dalam kekuatan-Nya dari langit segala langit.",
"Dan semua akan dilanda ketakutan dan para Pengawas akan gemetar, dan ketakutan besar dan gemetar akan menguasai mereka sampai ke ujung bumi.",
"Dan gunung-gunung yang tinggi akan terguncang dan bukit-bukit yang tinggi akan direndahkan, dan akan meleleh seperti lilin di hadapan nyala api.",
"Dan bumi akan terbelah sepenuhnya dan semua yang ada di atas bumi akan binasa, dan akan ada penghakiman atas semua.",
"Tetapi dengan orang-orang benar, Ia akan membuat damai. Dan akan melindungi orang-orang pilihan, dan rahmat akan ada atas mereka. Dan mereka semua akan menjadi milik TUHAN, dan mereka akan berhasil, dan mereka semua akan diberkati. Dan Ia akan menolong mereka semua, dan terang akan muncul bagi mereka, dan Ia akan membuat damai dengan mereka.",
"Dan lihatlah! Ia datang dengan sepuluh ribu orang kudus-Nya untuk melaksanakan penghakiman atas semua, Dan untuk menghancurkan semua orang fasik: Dan untuk menghukum semua makhluk atas segala perbuatan kejahatan mereka yang telah mereka lakukan dengan fasik, Dan atas semua hal keras yang telah diucapkan oleh para pendosa fasik terhadap-Nya.\""

              ]
            }
          ]
        },
        {
          "chapter": 2,
          "sections": [
            {
              "title": "Penciptaan",
              "verses": [

"Perhatikanlah segala sesuatu yang terjadi di langit, bagaimana mereka tidak mengubah lintasan mereka, dan benda-benda terang yang ada di langit, bagaimana semuanya terbit dan terbenam dalam urutan masing-masing pada musimnya, dan tidak melanggar aturan yang telah ditetapkan bagi mereka.",
"Lihatlah bumi, dan perhatikanlah hal-hal yang terjadi di atasnya dari awal hingga akhir, betapa kokohnya mereka, bagaimana tidak ada yang berubah di atas bumi, tetapi semua karya TUHAN tampak padamu. Lihatlah musim panas dan musim dingin, bagaimana seluruh bumi dipenuhi dengan air, dan awan, embun, serta hujan turun di atasnya.",
"Perhatikanlah dan lihatlah bagaimana di musim dingin semua pohon tampak seolah-olah mereka layu dan menggugurkan semua daunnya, kecuali empat belas pohon, yang tidak kehilangan daunnya tetapi mempertahankan dedaunan lama dari dua hingga tiga tahun sampai yang baru muncul.",
"Dan lagi, perhatikanlah hari-hari musim panas bagaimana matahari berada di atas bumi dan menyinarinya. Dan kamu mencari naungan dan perlindungan karena panasnya matahari, dan bumi juga terbakar dengan panas yang semakin meningkat, sehingga kamu tidak dapat menginjakkan kaki di atas bumi, atau di atas batu karena panasnya.",
"Perhatikanlah bagaimana pohon-pohon menutupi dirinya dengan daun-daun hijau dan menghasilkan buah: karena itu perhatikanlah dan ketahuilah tentang semua karya-Nya, dan sadari bagaimana Dia yang hidup selama-lamanya telah membuat semuanya demikian.",
"Dan semua karya-Nya terus berlangsung dari tahun ke tahun selama-lamanya, dan semua tugas yang mereka lakukan untuk-Nya, dan tugas mereka tidak berubah, tetapi sesuai dengan apa yang telah TUHAN tetapkan, demikianlah itu dilakukan.",
"Dan lihatlah bagaimana laut dan sungai dengan cara yang sama menyelesaikan dan tidak mengubah tugas mereka dari perintah-Nya.",
"\"Tetapi kamu tidak teguh, dan tidak melakukan perintah-perintah Tuhan, tetapi kamu telah berpaling dan mengucapkan kata-kata sombong dan keras dengan mulutmu yang najis terhadap kebesaran-Nya. Oh, kamu yang keras hati, kamu tidak akan menemukan kedamaian.",
"Oleh karena itu, kamu akan mengutuk hari-harimu, dan tahun-tahun hidupmu akan musnah, dan tahun-tahun kehancuranmu akan diperbanyak dalam kebencian yang kekal, dan kamu tidak akan menemukan belas kasihan.",
"Pada hari-hari itu kamu akan menjadikan namamu sebagai kebencian yang kekal bagi semua orang benar, dan olehmu semua yang mengutuk, akan mengutuk. Semua orang berdosa dan tidak bertuhan akan mengutuk olehmu. Dan bagi kamu, yang tidak bertuhan akan ada kutukan.\"",
"Dan semua orang benar akan bersukacita, dan akan ada pengampunan dosa, dan setiap belas kasihan, damai, dan kesabaran.",
"Akan ada keselamatan bagi mereka, cahaya yang baik.",
"Dan bagi semua kamu yang berdosa tidak akan ada keselamatan tetapi di atasmu semua akan tinggal kutukan binatang buas.",
"Tetapi bagi orang-orang pilihan akan ada cahaya dan sukacita dan damai, dan mereka akan mewarisi bumi.",
"Dan kemudian akan diberikan kepada orang-orang pilihan hikmat, dan mereka semua akan hidup dan tidak akan pernah lagi berbuat dosa baik melalui kefasikan maupun melalui kesombongan: Tetapi mereka yang bijaksana akan menjadi rendah hati.",
"Dan mereka tidak akan lagi melanggar, atau berbuat dosa sepanjang hidup mereka, juga tidak akan mati karena kemarahan atau murka tetapi mereka akan menyelesaikan jumlah hari-hari hidup mereka.",
"Dan hidup mereka akan bertambah dalam damai, dan tahun-tahun sukacita mereka akan diperbanyak dalam kegembiraan yang kekal dan damai sepanjang hari-hari hidup mereka."

              ]
            }
          ]
        },
        {
          "chapter": 3,
          "sections": [
            {
              "title": "Malaikat yang Jatuh",
              "verses": [

"Dan terjadilah ketika anak-anak manusia bertambah banyak, pada hari-hari itu lahirlah bagi mereka putri-putri yang cantik dan menawan.",
"Dan para malaikat, anak-anak sorga, melihat mereka dan bernafsu terhadap mereka, dan berkata satu sama lain: \"Mari, kita pilih istri dari antara anak-anak manusia dan memperanakkan anakanak bagi kita.\"",
"Dan Semyaza, yang merupakan pemimpin mereka, berkata kepada mereka: \"Aku khawatir kalian tidak benar-benar setuju untuk melakukan perbuatan ini, dan aku sendiri yang harus menanggung hukuman dosa besar.\"",
"Dan mereka semua menjawabnya dan berkata: \"Marilah kita semua bersumpah, dan semua mengikat diri kita dengan p bersama untuk tidak meninggalkan rencana ini tetapi melakukan hal ini.\"",
"Kemudian mereka semua bersama-sama bersumpah dan mengikat diri mereka dengan perjanjian bersama atasnya. Dan jumlah mereka ada dua ratus; yang turun pada zaman Yared di puncak Gunung Hermon, dan mereka menyebutnya Gunung Hermon, karena mereka telah bersumpah dan mengikat diri mereka dengan perjanjian bersama di atasnya.",
"Dan ini adalah nama-nama pemimpin mereka: Semyaza, pemimpin mereka, Arakiel, Ramael, Kokabiel, Tamiel, Ramiel, Daniel, Ezekiel, Baraqijal, Asael, Armaros, Batariel, Ananiel, Zaqiel, Shamsiel, Satariel, Turiel, Yomiel, Suriel. Ini adalah pemimpin-pemimpin sepuluh kelompok mereka.",
"Dan semua yang lainnya bersama-sama dengan mereka mengambil istri bagi mereka, dan masing-masing memilih satu untuk dirinya sendiri, dan mereka mulai masuk kepada mereka dan menajiskan diri mereka dengan mereka.",
"Dan mereka mengajari mereka mantra dan sihir, serta cara memotong akar, dan mengenalkan mereka pada tumbuh-tumbuhan.",
"Dan mereka hamil, dan melahirkan raksasa besar, yang tingginya tiga ribu hasta: Yang menghabiskan semua hasil usaha manusia. Dan ketika manusia tidak lagi dapat menahan mereka, raksasa-raksasa itu berbalik melawan mereka dan memakan umat manusia.",
"Dan mereka mulai berbuat dosa terhadap burung-burung, dan binatang-binatang, dan reptil, dan ikan-ikan, dan memakan daging satu sama lain, serta meminum darah. Kemudian bumi mengajukan tuduhan terhadap mereka yang tidak mematuhi hukum.",
"Dan Azazel mengajari manusia membuat pedang, dan pisau, dan perisai, dan baju zirah, dan memperkenalkan kepada mereka logam-logam bumi serta seni mengolahnya, serta gelang, dan perhiasan, dan penggunaan serawak, dan cara mempercantik kelopak mata, dan segala jenis batu permata yang mahal, serta segala warna pewarna.",
"Dan timbullah banyak kefasikan, dan mereka melakukan percabulan, dan mereka disesatkan, dan menjadi rusak dalam segala cara mereka.",
"Semyaza mengajari sihir dan pemotongan akar, Armaros mengajari cara memecahkan sihir, Baraqijal mengajari ilmu perbintangan, Kokabiel mengajari rasi bintang, Ezekiel mengajari pengetahuan tentang awan, Araqiel mengajari tanda-tanda bumi, Shamsiel mengajari tanda-tanda matahari, dan Sariel mengajari jalur bulan.",
"Dan ketika manusia binasa, mereka menangis, dan seruan mereka naik ke langit."

              ]
            }
          ]
        },
        {
          "chapter": 4,
          "sections": [
            {
              "title": "Syafaat Para Malaikat",
              "verses": [

"Dan kemudian Mikhael, Uriel, Rafael, dan Gabriel melihat dari sorga dan melihat banyak darah yang tertumpah di atas bumi, dan segala kefasikan yang dilakukan di atas bumi.",
"Dan mereka berkata satu sama lain, \"Bumi yang dibuat tanpa penghuni menjeritkan suaranya hingga ke gerbang sorga.\"",
"Dan sekarang kepada kalian, orang-orang kudus di sorga, jiwa-jiwa manusia menyampaikan permohonan mereka, berkata, \"Bawalah perkara kami di hadapan Mahatinggi.\"",
"Dan mereka berkata kepada Tuhan dari segala abad \"Allah segala Allah, TUHAN segala tuhan, Raja segala raja, dan TUHAN segala abad, takhta kemuliaan-Mu berdiri sampai ke segala generasi abad, dan nama-Mu kudus dan mulia dan diberkati untuk segala abad! Engkau telah menciptakan segala sesuatu, dan kekuasaan atas segala sesuatu ada pada-Mu, dan segala sesuatu telanjang dan terbuka di hadapan-Mu, dan Engkau melihat segala sesuatu, dan tidak ada yang dapat menyembunyikan diri dari-Mu.",
"Engkau melihat apa yang telah dilakukan oleh Azazel, yang telah mengajarkan segala ketidakbenaran di bumi dan mengungkapkan rahasia-rahasia kekal yang ada di sorga, yang manusia berusaha untuk pelajari; dan Semyaza, yang kepada-Nya Engkau berikan wewenang untuk memerintah atas rekan-rekannya",
"Dan mereka telah pergi kepada putri-putri manusia di bumi, dan telah tidur dengan perempuan-perempuan itu, dan telah menajiskan diri mereka, dan mengungkapkan kepada mereka segala macam dosa. Dan perempuan-perempuan itu telah melahirkan raksasa-raksasa, dan seluruh bumi dipenuhi dengan darah dan ketidakbenaran.",
"Dan sekarang, lihatlah, jiwa-jiwa mereka yang telah mati sedang menangis menyampaikan permohonan mereka ke gerbang sorga, dan ratapan mereka telah naik dan tidak dapat berhenti karena perbuatan-perbuatan fasik yang dilakukan di bumi.",
"Dan Engkau mengetahui segala sesuatu sebelum itu terjadi, dan Engkau melihat hal-hal ini dan Engkau membiarkan mereka terjadi, dan Engkau tidak mengatakan kepada kami apa yang harus kami lakukan terhadap mereka sehubungan dengan hal-hal ini.\"",
"Kemudian Yang Mahatinggi, Yang Kudus dan Yang Besar berbicara, dan mengutus Uriel kepada anak Lamekh dan berkata kepadanya, \"Pergilah kepada Nuh dan katakan kepadanya dalam nama-Ku 'Sembunyikanlah dirimu!' dan ungkapkan kepadanya akhir yang akan datang, bahwa seluruh bumi akan dihancurkan, dan air bah akan datang atas seluruh bumi, dan akan menghancurkan semua yang ada di atasnya. Dan sekarang, instruksikanlah dia agar dia dapat melarikan diri dan keturunannya dapat diselamatkan untuk segala generasi dunia.\"",
"Dan lagi Tuhan berkata kepada Rafael, \"Ikatlah Azazel tangan dan kaki, dan lemparkan dia ke dalam kegelapan: dan buatlah lubang di gurun, yang ada di Dudael, dan lemparkan dia ke dalamnya. Dan tempatkan di atasnya batu-batu kasar dan tajam, dan tutupilah dia dengan kegelapan, dan biarkan dia tinggal di sana selama-lamanya, dan tutup wajahnya agar dia tidak dapat melihat cahaya. Dan pada hari penghakiman besar dia akan dilemparkan ke dalam api.",
"Dan pulihkanlah bumi yang telah dirusak oleh para malaikat, dan nyatakanlah penyembuhan bumi, agar mereka dapat menyembuhkan wabah, dan agar semua anak-anak manusia tidak binasa karena segala hal rahasia yang telah diungkapkan oleh para Pengawas dan diajarkan kepada anak-anak mereka. Dan seluruh bumi telah dirusak melalui pekerjaan-pekerjaan yang diajarkan oleh Azazel, kepadanya asalkan segala dosa.\"",
"Dan kepada Gabriel, Tuhan berkata, \"Majulah melawan anak-anak haram dan para pendosa, dan melawan anak-anak percabulan dan hancurkanlah anak-anak para Pengawas dari antara manusia. Kirim mereka satu melawan yang lain agar mereka saling menghancurkan dalam pertempuran, karena mereka tidak akan memiliki umur panjang. Dan tidak ada permintaan yang mereka ajukan kepadamu akan diberikan kepada ayah-ayah mereka atas nama mereka; karena mereka berharap untuk hidup selamanya, dan bahwa masing-masing dari mereka akan hidup lima ratus tahun.\"",
"Dan Tuhan berkata kepada Mikhael, \"Pergilah, ikatlah Semyaza dan rekan-rekannya yang telah bersatu dengan perempuan-perempuan sehingga mereka telah menajiskan diri mereka dengan segala kekotoran mereka. Dan ketika anak-anak mereka telah saling membunuh satu sama lain, dan mereka telah melihat kehancuran dari mereka yang mereka cintai, ikatlah mereka erat-erat selama tujuh puluh generasi di lembah-lembah bumi, sampai hari penghakiman mereka dan penyelesaiannya, sampai penghakiman yang berlangsung selama-lamanya selesai. Pada hari-hari itu mereka akan dibawa ke jurang api dan ke siksaan serta penjara di mana mereka akan dikurung selama-lamanya.",
"Dan siapa pun yang akan dihukum dan dihancurkan akan sejak saat itu terikat bersama mereka sampai akhir segala generasi, dan menghancurkan semua roh dari orang yang tertolak dan anak-anak Pengawas karena mereka telah merugikan umat manusia.",
"Hancurkan semua kejahatan dari muka bumi dan biarkan setiap pekerjaan jahat berakhir, dan biarkan tanaman kebenaran dan kebenaran muncul, dan itu akan menjadi berkat; pekerjaan kebenaran dan kebenaran akan ditanam dalam kebenaran dan sukacita selama-lamanya.",
"Dan kemudian semua orang benar akan lolos dan akan hidup sampai mereka melahirkan ribuan anak, dan semua hari masa muda mereka dan masa tua mereka akan mereka selesaikan dalam damai.",
"Dan kemudian seluruh bumi akan digarap dalam kebenaran, dan semua akan ditanami dengan pohon-pohon dan dipenuhi dengan berkat.",
"Dan semua pohon yang diinginkan akan ditanam di atasnya, dan mereka akan menanam anggur di atasnya dan anggur yang mereka tanam di sana akan menghasilkan anggur dalam kelimpahan, dan untuk semua benih yang ditaburkan di atasnya setiap ukuran akan menghasilkan seribu, dan setiap ukuran zaitun akan menghasilkan sepuluh alat pemeras minyak.",
"Dan kuduskanlah bumi dari segala penindasan, dan dari segala ketidakbenaran, dan dari segala dosa, dan dari segala kefasikan, dan segala kenajisan yang dilakukan di atas bumi hancurkanlah dari muka bumi.",
"Dan semua anak manusia akan menjadi benar, dan semua bangsa akan memberikan pemujaan dan akan memuji Aku, dan semua akan menyembah Aku. Dan bumi akan dikuduskan dari segala kenajisan, dan dari segala dosa, dan dari segala hukuman, dan dari segala siksaan, dan Aku tidak akan pernah lagi mengirimkannya dari generasi ke generasi dan selama-lamanya.",
"Dan pada hari-hari itu Aku akan membuka kamar penyimpanan berkat yang ada di sorga, untuk mengirimkannya turun ke bumi atas pekerjaan dan jerih payah anak-anak manusia. Dan kebenaran dan damai akan bersatu sepanjang segala hari dunia dan sepanjang segala generasi manusia.\"",
"Sebelum hal-hal ini Henokh disembunyikan, dan tidak ada seorang pun dari anak-anak manusia yang tahu di mana dia disembunyikan, dan di mana dia tinggal, dan apa yang telah terjadi padanya. Dan kegiatannya berhubungan dengan para Pengawas, dan harinya bersama dengan yang kudus.",
"Dan aku, Henokh, sedang memberkati Tuhan Kemuliaan dan Raja segala zaman, dan lihat! para Pengawas memanggilku, Henokh sang penulis, dan berkata kepadaku: \"Henokh, penulis kebenaran, pergilah, nyatakan kepada Pengawas di langit yang telah meninggalkan sorga yang tinggi, tempat kekal yang kudus, dan telah menajiskan diri mereka dengan wanita, dan telah melakukan seperti anak-anak bumi, dan telah mengambil istri untuk diri mereka sendiri.",
"Katakan kepada mereka: 'Kamu telah melakukan kehancuran besar di bumi dan kamu tidak akan mendapatkan kedamaian atau pengampunan dosa.'",
"Dan karena mereka menikmati anak-anak mereka, mereka akan melihat pembunuhan anak-anak kesayangan mereka, dan atas kehancuran anak-anak mereka, mereka akan meratap, dan akan memohon sampai selama-lamanya, tetapi belas kasihan dan kedamaian tidak akan kamu peroleh.\"",
"Dan Henokh pergi dan berkata: \"Azazel, engkau tidak akan mendapatkan kedamaian, sebuah hukuman yang berat telah ditetapkan untuk mengikatmu dan engkau tidak akan mendapatkan toleransi atau permintaan dikabulkan bagimu, karena ketidakbenaran yang telah engkau ajarkan, dan karena semua pekerjaan kefasikan dan ketidakbenaran dan dosa yang telah engkau tunjukkan kepada manusia.\"",
"Kemudian aku pergi dan berbicara kepada mereka semua bersama-sama, dan mereka semua ketakutan, dan ketakutan dan gemetar menyergap mereka. Dan mereka memohon kepadaku untuk membuat petisi untuk mereka agar mereka dapat menemukan pengampunan, dan untuk membaca petisi mereka di hadapan Tuhan langit.",
"Karena sejak saat itu mereka tidak dapat berbicara dengan-Nya atau mengangkat mata mereka ke sorga karena rasa malu atas dosa-dosa mereka yang mana mereka telah dihukum.",
"Kemudian aku menulis petisi mereka, dan doa sehubungan dengan roh mereka dan perbuatan mereka secara masing-masing dan sehubungan dengan permintaan mereka agar mereka mendapatkan pengampunan dan umur panjang.",
"Dan aku pergi dan duduk di tepi air Dan, di tanah Dan, di selatan barat Hermon, aku membaca petisi mereka sampai aku tertidur.",
"Dan lihatlah, sebuah mimpi datang kepadaku, dan penglihatan-penglihatan turun kepadaku, dan aku melihat penglihatan tentang penghukuman, dan sebuah suara datang memerintahkan aku untuk menceritakannya kepada anak-anak sorga, dan menegur mereka.",
"Dan ketika aku terbangun, aku datang kepada mereka, dan mereka semua duduk berkumpul bersama-sama, menangis di Abelsjail, yang terletak antara Libanon dan Senir, dengan wajah mereka tertutup.",
"Dan aku menceritakan di hadapan mereka semua penglihatan yang telah aku lihat dalam tidur, dan aku mulai mengucapkan kata-kata kebenaran, dan menegur para Pengawas sorgawi."

              ]
            }
          ]
        },
        {
          "chapter": 5,
          "sections": [
            {
              "title": "Kitab Kata-Kata Kebenaran",
              "verses": [

"Kitab kata-kata kebenaran, dan teguran bagi Pengawas yang kekal sesuai dengan perintah dari Yang Mahakudus dalam penglihatan yang kulihat dalam tidurku.",
"Apa yang sekarang akan kukatakan dengan lidah manusia dan dengan nafas dari mulutku, yang telah diberikan oleh Yang Mahabesar kepada manusia untuk berbicara dengannya dan memahami dengan hati.",
"Seperti Dia telah menciptakan dan memberikan kepada manusia kemampuan untuk memahami kata-kata kebijaksanaan, demikian pula Dia menciptakanku dan memberiku kuasa untuk menegur para Pengawas, anak-anak sorga.",
"\"Aku telah menulis petisi kalian, dan dalam penglihatanku tampak demikian, bahwa petisi kalian tidak akan dikabulkan sepanjang semua hari kekekalan, dan penghakiman telah diberikan atas kalian.",
"Petisi kalian tidak akan dikabulkan. Dan mulai sekarang kalian tidak akan naik ke sorga untuk selama-lamanya, dan dalam belenggu bumi telah diputuskan untuk mengikat kalian sepanjang semua hari dunia.",
"Dan sebelumnya kalian akan menyaksikan kehancuran anak-anak kalian yang tercinta, dan kalian tidak akan merasakan kesenangan di dalam mereka, tetapi mereka akan jatuh di hadapan kalian oleh pedang.",
"Dan petisi kalian bagi mereka tidak akan dikabulkan, juga tidak bagi kalian sendiri meskipun kalian menangis dan berdoa dan mengucapkan semua kata-kata yang terkandung dalam tulisan yang telah kutulis.\"",
"Dan penglihatan ditunjukkan kepadaku demikian: Lihatlah, dalam penglihatan, awan-awan mengundangku dan kabut memanggilku, dan lintasan bintang-bintang serta kilat mempercepat dan membuatku bergegas, dan angin dalam penglihatan itu membuatku terbang dan mengangkatku ke atas, dan membawaku ke sorga.",
"Dan aku pergi sampai aku mendekati sebuah dinding yang dibangun dari kristal dan dikelilingi oleh lidah-lidah api: dan itu mulai membuatku takut.",
"Dan aku masuk ke dalam lidah-lidah api dan mendekati sebuah rumah besar yang dibangun dari kristal dan dinding-dinding rumah itu seperti lantai berubin yang terbuat dari kristal, dan dasarnya terbuat dari kristal.",
"Langit-langitnya seperti jalur bintang-bintang dan kilat, dan di antara mereka ada kerub-kerub yang menyala, dan langit mereka adalah air.",
"Sebuah api yang menyala mengelilingi dinding-dindingnya, dan gerbang-gerbangnya berkobar dengan api.",
"Dan aku masuk ke dalam rumah itu, dan itu panas seperti api dan dingin seperti es. Tidak ada kesenangan hidup di dalamnya; ketakutan menyelimuti aku, dan gemetar menguasai diriku.",
"Dan ketika aku gemetar dan bergetar, aku jatuh tersungkur dan aku melihat sebuah penglihatan, dan lihat! ada sebuah rumah kedua, lebih besar dari yang pertama, dan seluruh gerbangnya terbuka di depanku, dan itu dibangun dari nyala api.",
"Dan dalam segala hal, rumah itu sangat unggul dalam kemegahan dan kebesaran serta ukurannya sehingga aku tidak bisa menggambarkan kemegahan dan ukurannya kepada kalian.",
"Dan lantainya terbuat dari api, dan di atasnya ada kilat dan jalur bintang-bintang, dan langit-langitnya juga adalah api yang menyala-nyala. Dan aku melihat dan melihat di dalamnya sebuah takhta yang tinggi, penampilannya seperti kristal, dan roda-rodanya seperti matahari yang bersinar, dan ada penglihatan kerub-kerub.",
"Dan dari bawah takhta itu mengalir aliran api yang menyala sehingga aku tidak bisa melihatnya.",
"Dan Kemuliaan Besar duduk di atasnya, dan pakaian-Nya bersinar lebih terang dari matahari dan lebih putih dari salju manapun.",
"Tidak ada malaikat yang bisa masuk dan melihat wajah-Nya karena kemegahan dan kemuliaan-Nya, dan tidak ada daging yang bisa melihat-Nya.",
"Api yang menyala mengelilingi-Nya, dan sebuah api besar berdiri di hadapan-Nya, dan tidak ada seorang pun di sekitarnya yang bisa mendekati-Nya; sepuluh ribu kali sepuluh ribu berdiri di hadapan-Nya, namun Dia tidak membutuhkan penasehat.",
"Dan orang-orang yang paling kudus yang berada dekat dengan-Nya tidak meninggalkan-Nya pada malam hari maupun menjauh dari-Nya. Dan sampai saat itu aku tersungkur dengan wajahku, gemetar, dan Tuhan memanggilku dengan mulut-Nya sendiri, dan berkata kepadaku: \"Datanglah ke sini, Henokh, dan dengarkan firman-Ku.\"",
"Dan salah satu dari yang kudus datang kepadaku dan membangunkanku, dan Dia membuatku bangkit dan mendekati pintu, dan aku menundukkan wajahku ke bawah.",
"Dan Dia menjawab dan berkata kepadaku, dan aku mendengar suara-Nya: \"Jangan takut, Henokh, engkau orang benar dan juru tulis kebenaran. Dekatlah ke sini dan dengarkan suara-Ku.",
"Dan pergilah, katakan kepada para Pengawas sorgawi, yang telah mengirimmu untuk memohon bagi mereka: 'Kalian seharusnya menjadi pendoa syafaat bagi manusia, dan bukan manusia untuk kalian. Mengapa kalian meninggalkan sorga yang tinggi, kudus, dan kekal, dan tidur dengan perempuan, dan menajiskan diri dengan anak-anak perempuan manusia dan mengambil istri bagi kalian, dan berbuat seperti anak-anak bumi, dan melahirkan raksasa sebagai anak-anak kalian?",
"Dan meskipun kalian kudus, rohani, hidup dalam kehidupan kekal, kalian telah menajiskan diri dengan darah perempuan, dan telah melahirkan dengan darah daging, dan, seperti anak-anak manusia, telah bernafsu setelah daging dan darah seperti yang juga dilakukan oleh mereka yang mati dan binasa.",
"Oleh karena itu, Aku telah memberi mereka istri agar mereka dapat menghamili mereka, dan melahirkan anak-anak dari mereka, agar dengan demikian tidak ada yang kekurangan di bumi.",
"Tetapi kalian sebelumnya rohani, hidup dalam kehidupan kekal, dan abadi untuk semua generasi dunia. Dan oleh karena itu Aku tidak menunjuk istri bagi kalian; karena untuk yang rohani dari sorga, di sorgalah tempat tinggal mereka.'",
"Dan sekarang, para raksasa, yang dihasilkan dari roh-roh dan daging, akan disebut roh-roh jahat di atas bumi, dan di bumi akan menjadi tempat tinggal mereka.",
"Roh-roh jahat telah muncul dari tubuh mereka; karena mereka lahir dari manusia dan dari para Pengawas adalah permulaan dan asal mula mereka; mereka akan menjadi roh-roh jahat di atas bumi, dan roh-roh jahat mereka akan disebut.",
"Dan roh-roh para raksasa menganiaya, menindas, menghancurkan, menyerang, berperang, dan melakukan kehancuran di bumi, dan menyebabkan kesusahan. Mereka tidak makan, tetapi tetap saja lapar dan haus, dan menyebabkan pelanggaran.",
"Dan roh-roh ini akan bangkit melawan anak-anak manusia dan melawan perempuan, karena mereka telah muncul dari mereka.",
"Sejak hari pembantaian dan kehancuran dan kematian para raksasa, dari jiwa-jiwa daging mereka roh-roh telah keluar, mereka akan menghancurkan tanpa mendapatkan penghakiman, demikianlah mereka akan menghancurkan sampai hari penyempurnaan, penghakiman besar di mana zaman akan disempurnakan, atas para Pengawas dan orang-orang fasik, ya, akan sepenuhnya disempurnakan.",
"Dan sekarang mengenai para Pengawas yang telah mengirimmu untuk memohon bagi mereka, yang sebelumnya berada di sorga, katakan kepada mereka: 'Kalian telah berada di sorga, tetapi semua rahasia belum diungkapkan kepada kalian, dan kalian mengetahui yang tidak berharga, dan ini dalam kekerasan hati kalian, kalian telah memberitahukan kepada perempuan, dan melalui rahasia-rahasia ini perempuan dan laki-laki melakukan banyak kejahatan di bumi.'",
"Katakan kepada mereka oleh karena itu: 'Kalian tidak akan mendapatkan kedamaian.' \""

              ]
            }
          ]
        },
        {
          "chapter": 6,
          "sections": [
            {
              "title": "Dibawa Oleh Para Malaikat",
              "verses": [

"Para malaikat membawa dan menempatkan aku di sebuah tempat di mana mereka yang ada di sana seperti api yang menyala-nyala, dan ketika mereka menghendaki, mereka muncul sebagai manusia.",
"Dan mereka membawaku ke tempat kegelapan, dan ke sebuah gunung yang puncaknya mencapai langit.",
"Aku melihat tempat-tempat dari benda-benda bercahaya dan tempat penyimpanan bintang-bintang dan petir, dan di kedalaman yang paling dalam, di mana terdapat busur api dan anak-anak panah serta tabungannya, dan pedang api dan semua kilat.",
"Dan mereka membawaku ke air hidup, dan ke api barat, yang menerima setiap terbenamnya matahari.",
"Dan aku sampai ke sungai api di mana api mengalir seperti air dan mengalirkan dirinya ke dalam laut besar menuju barat.",
"Aku melihat sungai-sungai besar dan sampai ke sungai besar dan kegelapan besar, dan pergi ke tempat di mana tidak ada makhluk yang berjalan. Aku melihat gunung-gunung dari kegelapan musim dingin dan tempat asal dari semua air yang dalam mengalir.",
"Aku melihat mulut semua sungai di bumi dan mulut dari air yang dalam.",
"Aku melihat bilik-bilik dari semua angin, aku melihat bagaimana Dia telah melengkapi dengan mereka seluruh ciptaan dan dasar-dasar kokoh dari bumi.",
"Dan aku melihat batu penjuru bumi, aku melihat empat angin yang menopang langit.",
"Dan aku melihat bagaimana angin-angin merentangkan kubah-kubah langit, dan memiliki pusat mereka antara langit dan bumi: ini adalah tiang-tiang dari langit.",
"Aku melihat angin-angin dari langit yang berputar dan membawa keliling matahari dan semua bintang ke tempat terbenamnya.",
"Aku melihat angin-angin di bumi yang membawa awan-awan: aku melihat jalan para malaikat.",
"Aku melihat di ujung bumi langit di atas dan aku melanjutkan dan melihat sebuah tempat yang terbakar siang dan malam, di mana terdapat tujuh gunung dari batu-batu mulia yang luar biasa.",
"Tiga di arah timur, dan tiga di arah selatan. Dan yang di arah timur, adalah dari batu berwarna, dan satu dari mutiara, dan satu dari yakut, dan yang di arah selatan dari batu merah.",
"Tetapi yang di tengah-tengah mencapai langit seperti takhta TUHAN, dari pelinggam, dan puncak takhtanya dari safir.",
"Dan aku melihat api yang menyala-nyala. Dan di luar gunung-gunung ini terdapat suatu wilayah yang merupakan ujung dari bumi besar: di sana langit-langit selesai.",
"Dan aku melihat jurang yang dalam, dengan tiang-tiang api surgawi, dan di antaranya aku melihat tiang-tiang api yang jatuh, yang tak terukur baik ke atas maupun ke bawah.",
"Dan di luar jurang itu aku melihat sebuah tempat yang tidak memiliki langit di atasnya, dan tidak ada tanah yang kokoh di bawahnya: tidak ada air di atasnya, dan tidak ada burung, tetapi itu adalah tempat yang tandus dan mengerikan.",
"Aku melihat di sana tujuh bintang seperti gunung-gunung besar yang terbakar, dan kepadaku, ketika aku bertanya mengenai mereka, malaikat itu berkata: \"Tempat ini adalah akhir dari langit dan bumi. Ini telah menjadi penjara bagi bintang-bintang dan pasukan langit.",
"Dan bintang-bintang yang berguling di atas api adalah mereka yang telah melanggar perintah TUHAN pada awal terbitnya, karena mereka tidak muncul pada waktu yang telah ditentukan.",
"Dan Dia murka kepada mereka, dan mengikat mereka sampai waktu ketika kesalahan mereka akan disempurnakan selama sepuluh ribu tahun.\"",
"Dan Uriel berkata kepadaku: \"Di sini akan berdiri para malaikat yang telah menghubungkan diri mereka dengan wanita, dan roh-roh mereka mengambil berbagai bentuk untuk mencemarkan manusia dan menyesatkan mereka agar mempersembahkan korban kepada setan-setan sebagai tuhan.",
"Di sini mereka akan berdiri, sampai hari penghakiman besar di mana mereka akan diadili sampai mereka dihabisi. Dan wanita-wanita dari para malaikat yang tersesat juga akan menjadi sirene.\"",
"Dan aku, Henokh, sendiri melihat penglihatan ini, akhir dari segala sesuatu: dan tidak ada manusia yang akan melihat seperti yang telah kulihat."

              ]
            }
          ]
        },
        {
          "chapter": 7,
          "sections": [
            {
              "title": "Para Malaikat Kudus",
              "verses": [

"Dan inilah nama-nama para malaikat kudus yang mengawasi umat manusia.",
"Uriel, salah satu malaikat kudus, yang mengawasi dunia dan Tartarus.",
"Rafael, salah satu malaikat kudus, yang mengawasi roh manusia.",
"Raguel, salah satu malaikat kudus yang membawa pembalasan atas dunia benda-benda penerang.",
"Mikhael, salah satu malaikat kudus, yang diutus untuk mengawasi bagian terbaik dari umat manusia dan atas kekacauan.",
"Saraqael, salah satu malaikat kudus, yang diutus untuk mengawasi roh-roh yang berbuat dosa dalam roh.",
"Gabriel, salah satu malaikat kudus, yang mengawasi Firdaus dan ular-ular serta Kerubim.",
"Remiel, salah satu malaikat kudus, yang ditempatkan Tuhan untuk mengawasi mereka yang bangkit.",
"Dan aku melanjutkan ke tempat di mana keadaan menjadi kacau. Dan aku melihat sesuatu yang mengerikan di sana: aku tidak melihat langit di atas maupun bumi yang kokoh, tetapi sebuah tempat yang kacau dan mengerikan.",
"Dan di sana aku melihat tujuh bintang di langit yang terikat bersama di dalamnya, seperti gunung-gunung besar dan menyala dengan api.",
"Kemudian aku berkata: \"Dosa apa yang menyebabkan mereka terikat, dan untuk alasan apa mereka dilemparkan ke sini?\"",
"Lalu Uriel, salah satu malaikat kudus yang bersamaku, dan yang menjadi pemimpin mereka, berkata: \"Henokh, mengapa engkau bertanya, dan mengapa engkau ingin tahu kebenarannya? Ini adalah bintang-bintang dari langit, yang telah melanggar perintah Tuhan, dan terikat di sini sampai sepuluh ribu tahun, waktu yang dibutuhkan untuk dosa-dosa mereka disempurnakan.\"",
"Dan dari sana aku pergi ke tempat lain, yang lebih mengerikan dari sebelumnya, dan aku melihat sesuatu yang mengerikan. Sebuah api besar di sana yang terbakar dan menyala-nyala, dan tempat itu terbelah hingga ke jurang, penuh dengan tiang-tiang api besar yang turun. Tidak dapat kulihat luasnya atau besarnya, dan aku tidak dapat memperkirakannya.",
"Lalu aku berkata: \"Betapa mengerikannya tempat ini dan betapa menakutkan untuk dilihat!\"",
"Kemudian Uriel menjawabku, salah satu malaikat kudus yang bersamaku, dan berkata kepadaku: \"Henokh, mengapa engkau merasa begitu takut dan ngeri?\"",
"Dan aku menjawab: \"Karena tempat yang menakutkan ini, dan karena pemandangan penderitaan ini.\"",
"Dan dia berkata kepadaku: \"Tempat ini adalah penjara para malaikat, dan di sini mereka akan dipenjara untuk selama-lamanya.\"",
"Dan dari sana aku pergi ke tempat lain, sebuah gunung dari batu yang keras.",
"Dan di dalamnya ada empat tempat yang belubang, dalam dan luas dan sangat halus. Betapa halusnya tempat-tempat yang belubang itu dan dalam dan gelap untuk dilihat.",
"Kemudian Rafael menjawab, salah satu malaikat kudus yang bersamaku, dan berkata kepadaku: \"Tempat-tempat yang belubang ini telah diciptakan untuk tujuan ini, bahwa roh-roh jiwa orang mati harus berkumpul di dalamnya, ya bahwa semua jiwa anak-anak manusia harus berkumpul di sini. Dan tempat-tempat ini telah dibuat untuk menerima mereka sampai hari penghakiman mereka dan sampai masa yang telah ditetapkan, sampai penghakiman besar atas mereka.\"",
"Aku melihat seorang yang telah mati mengajukan permohonan, dan suaranya naik ke surga dan mengajukan permohonan. Dan aku bertanya kepada Rafael malaikat yang bersamaku, dan aku berkata kepadanya: \"Roh yang mengajukan permohonan ini, milik siapakah ini, suara siapa yang naik dan mengajukan permohonan ke surga?\"",
"Dan dia menjawabku, berkata: \"Ini adalah roh yang berasal dari Habel, yang dibunuh oleh saudaranya Kain, dan dia mengajukan permohonan terhadapnya sampai benihnya dihancurkan dari muka bumi, dan keturunannya dimusnahkan dari antara keturunan manusia.\"",
"Kemudian aku bertanya mengenai itu, dan mengenai semua tempat yang belubang: \"Mengapa yang satu dipisahkan dari yang lain?\"",
"Dan dia menjawab aku dan berkata kepadaku: \"Tiga tempat ini telah dibuat agar roh-roh orang mati bisa dipisahkan. Dan pemisahan seperti itu telah dibuat untuk roh-roh orang benar, di mana ada mata air yang jernih. Dan pemisahan seperti itu telah dibuat untuk orang berdosa ketika mereka mati dan dikubur di bumi dan penghakiman belum dijalankan atas mereka selama hidup mereka.",
"Di sini roh-roh mereka akan dipisahkan dalam penderitaan besar ini sampai hari besar penghakiman dan hukuman dan siksaan bagi mereka yang mengutuk selama-lamanya dan pembalasan bagi roh-roh mereka. Di sana Tuhan akan mengikat mereka untuk selama-lamanya. Dan pemisahan seperti itu telah dibuat untuk roh-roh mereka yang membuat permohonan, yang membuat pengungkapan mengenai kehancuran mereka, ketika mereka dibunuh pada hari-hari orang berdosa.",
"Pemisahan seperti itu telah dibuat untuk roh-roh manusia yang tidak benar tetapi berdosa, yang sempurna dalam pelanggaran, dan mereka akan menjadi teman para pelanggar tetapi roh-roh mereka tidak akan dibunuh pada hari penghakiman juga tidak akan dibangkitkan dari sana.\"",
"Lalu aku memuji Tuhan kemuliaan dan berkata: \"Diberkatilah Tuhanku, Tuhan kebenaran, yang memerintah untuk selama-lamanya.\"",
"Dari sana aku pergi ke tempat lain di sebelah barat ujung bumi. Dan aku melihat api yang menyala yang bergerak tanpa henti, dan tidak berhenti dari perjalanannya siang atau malam tetapi teratur.",
"Dan aku bertanya dengan berkata: \"Apa ini yang tidak pernah berhenti?\"",
"Lalu Raguel, salah satu malaikat kudus yang bersamaku, menjawab aku dan berkata kepadaku: \"Jalur api yang engkau lihat ini adalah api di barat yang mengejar semua benda langit di sorga.\"",
"Dan dari sana aku pergi ke tempat lain di bumi, dan dia menunjukkan kepadaku pegunungan api yang terbakar siang dan malam.",
"Dan aku melewati itu dan melihat tujuh gunung yang megah yang semuanya berbeda satu sama lain, dan batu-batunya megah dan indah, megah sebagai keseluruhan, dengan penampilan yang mulia dan bagian luar yang bagus: tiga ke arah timur, satu berdiri di atas yang lain, dan tiga ke arah selatan, satu di atas yang lain, dan jurang kasar yang dalam, tidak ada satu pun yang bergabung dengan yang lain.",
"Dan gunung ketujuh berada di tengah-tengah ini, dan itu melebihi mereka dalam ketinggian, menyerupai tempat duduk sebuah takhta: dan pohon-pohon harum mengelilingi takhta.",
"Dan di antaranya ada sebuah pohon seperti yang belum pernah kucium sebelumnya, tidak ada yang seperti itu di antara mereka, juga tidak ada yang lain seperti itu: itu memiliki wewangian di luar semua wewangian, dan daun-daunnya dan bunganya dan kayunya tidak pernah layu untuk selama-lamanya: dan buahnya indah, dan buahnya menyerupai kurma dari pohon kurma.",
"Lalu aku berkata: \"Betapa indahnya pohon ini, dan harum, dan daun-daunnya indah, dan bunganya sangat menyenangkan dalam penampilan.\"",
"Lalu Mikhael, salah satu malaikat kudus dan terhormat yang bersamaku, dan pemimpin mereka, menjawab.",
"Dan dia berkata kepadaku: \"Henokh, mengapa engkau bertanya kepadaku mengenai wewangian pohon ini, dan mengapa engkau ingin mengetahui kebenarannya?\"",
"Lalu aku menjawab dia dengan berkata: \"Aku ingin tahu tentang segala sesuatu, tetapi terutama tentang pohon ini.\"",
"Dan dia menjawab dengan berkata: \"Gunung tinggi ini yang engkau lihat, yang puncaknya seperti takhta TUHAN, adalah takhta-Nya, di mana Yang Kudus Yang Besar, Tuhan Kemuliaan, Raja Kekal, akan duduk, ketika Dia turun untuk mengunjungi bumi dengan kebaikan. Dan mengenai pohon harum ini tidak ada manusia fana yang diizinkan menyentuhnya sampai penghakiman besar, ketika Dia akan membalas dendam pada semua orang dan membawa kehancurannya untuk selama-lamanya. Itu kemudian akan diberikan kepada orang benar dan kudus. Buahnya akan menjadi makanan bagi yang terpilih: itu akan dipindahkan ke tempat yang kudus, ke bait TUHAN, Raja Kekal.",
"Lalu mereka akan bersukacita dengan sukacita dan gembira, dan ke tempat yang kudus mereka akan masuk; dan keharumannya akan ada di tulang mereka, dan mereka akan hidup panjang di bumi. Seperti yang dialami oleh nenek moyangmu; dan di hari-hari mereka tidak akan ada kesedihan atau wabah atau siksaan atau bencana yang menimpa mereka.\"",
"Kemudian aku memuji TUHAN Kemuliaan, Raja Kekal, yang telah mempersiapkan hal-hal seperti itu bagi orang-orang benar, dan telah menciptakan mereka serta berjanji untuk memberikan kepada mereka.",
"Dan aku pergi dari sana ke tengah-tengah bumi, dan aku melihat suatu tempat yang diberkati di mana terdapat pohon-pohon dengan cabang-cabang yang tetap dan berbunga.",
"Dan di sana aku melihat sebuah gunung kudus, dan di bawah gunung itu ke arah timur ada sebuah sungai yang mengalir ke arah selatan. Dan aku melihat ke arah timur sebuah gunung lain yang lebih tinggi dari yang ini, dan di antara keduanya ada sebuah jurang yang dalam dan sempit: di dalamnya juga mengalir sebuah sungai di bawah gunung itu.",
"Dan ke arah barat dari situ ada sebuah gunung lain, lebih rendah dari yang sebelumnya dan dengan ketinggian yang kecil, dan sebuah jurang yang dalam dan kering di antara mereka: dan jurang dalam dan kering lain ada di ujung ketiga gunung tersebut.",
"Dan semua jurang itu dalam dan sempit, terbuat dari batu yang keras, dan pohon-pohon tidak ditanam di atasnya. Dan aku heran akan batu-batu itu, dan aku heran akan jurangnya, ya, aku sangat heran.",
"Lalu aku berkata: \"Untuk apa tanah yang diberkati ini, yang sepenuhnya dipenuhi dengan pohon-pohon, dan lembah terkutuk ini di antara mereka?\"",
"Kemudian Uriel, salah satu malaikat kudus yang bersamaku, menjawab dan berkata: \"Lembah terkutuk ini adalah untuk mereka yang terkutuk untuk selama-lamanya. Di sini semua yang terkutuk akan dikumpulkan bersama yang dengan bibirnya mengucapkan kata-kata tidak pantas terhadap Tuhan dan mengucapkan hal-hal keras tentang kemuliaan-Nya. Di sini mereka akan dikumpulkan bersama, dan di sini akan menjadi tempat penghakiman mereka.",
"Di hari-hari terakhir akan ada tontonan penghakiman yang benar atas mereka di hadapan orang-orang benar untuk selama-lamanya: di sini yang penyayang akan memuji Tuhan Kemuliaan, Raja Kekal. Pada hari-hari penghakiman atas yang sebelumnya, mereka akan memuji-Nya untuk kemurahan hati sesuai dengan yang telah Dia tetapkan bagi mereka.\"",
"Kemudian aku memuji Tuhan Kemuliaan dan memaparkan kemuliaan-Nya serta memuji-Nya dengan penuh kemuliaan.",
"Dan dari sana aku pergi ke arah timur, ke tengah-tengah pegunungan padang pasir, dan aku melihat suatu padang gurun dan itu sunyi, penuh dengan pohon-pohon dan tanaman-tanaman. Dan air memancar dari atas. Mengalir deras seperti aliran air yang melimpah ke arah barat laut, menyebabkan awan dan embun naik di setiap sisi.",
"Dan dari sana aku pergi ke tempat lain di padang gurun, dan mendekat ke timur dari pegunungan ini. Dan di sana aku melihat pohon-pohon aromatik yang mengeluarkan wewangian kemenyan dan mur, dan pohon-pohon itu juga mirip dengan pohon badam.",
"Dan melewati ini, aku pergi jauh ke timur, dan aku melihat tempat lain, sebuah lembah air. Dan di sana ada sebuah pohon, warnanya seperti pohon-pohon wangi seperti mastik. Dan di sisi lembah-lembah itu aku melihat kayu manis yang harum. Dan melewati ini aku terus ke timur.",        
"Dan aku melihat gunung-gunung lain, dan di antara mereka ada hutan pohon, dan dari mereka mengalir keluar nektar, yang disebut sarara dan galbanum. Dan melewati gunung-gunung ini aku melihat sebuah gunung lain di timur ujung bumi, di mana terdapat pohon-pohon lidah buaya, dan semua pohon itu penuh dengan mur, yang mirip dengan pohon badam. Dan ketika seseorang membakarnya, itu berbau lebih harum dari wewangian apapun.",
"Dan setelah wewangian ini, ketika aku melihat ke arah utara di atas gunung-gunung, aku melihat tujuh gunung penuh dengan nard yang terpilih dan pohon-pohon yang harum dan kayu manis serta lada.",
"Dan dari sana aku pergi melewati puncak semua gunung ini, jauh ke arah timur bumi, dan melewati Laut Eritrea dan pergi jauh darinya, dan melewati malaikat Zotiel.",
"Dan aku datang ke Taman Kebenaran, dan dari kejauhan aku melihat banyak pohon, dan di sana ada dua pohon yang sangat besar, indah, dan mulia, dan agung, dan Pohon Pengetahuan, yang buah kudusnya mereka makan dan mengetahui hikmat besar.",
"Pohon itu setinggi pohon ara penghambat, dan daunnya seperti pohon Karub, dan buahnya seperti tandan anggur, sangat indah: dan harumannya menembus jauh.",
"Lalu aku berkata: \"Betapa indahnya pohon ini, dan betapa menarik tampilannya!\"",
"Kemudian Rafael malaikat kudus, yang bersamaku, menjawabku dan berkata: \"Ini adalah pohon hikmat, yang darinya ayahmu yang tua dan ibumu yang sudah lanjut usia, yang ada sebelum kamu, telah makan, dan mereka belajar hikmat dan mata mereka terbuka, dan mereka mengetahui bahwa mereka telanjang dan mereka diusir dari taman.\"",
"Dan dari sana aku pergi ke ujung-ujung bumi dan melihat di sana binatang-binatang besar, dan masing-masing berbeda satu dengan yang lain; dan burung-burung juga berbeda dalam penampilan dan keindahan serta suara, yang satu berbeda dari yang lain.",
"Dan ke timur dari binatang-binatang itu aku melihat ujung-ujung bumi di mana langit bertumpu, dan gerbang-gerbang sorga terbuka. Dan aku melihat bagaimana bintang-bintang di langit muncul, dan aku menghitung gerbang-gerbang dari mana mereka keluar, dan mencatat semua keluarnya, masing-masing bintang secara tersendiri, sesuai dengan jumlah dan nama mereka, lintasan mereka, dan posisi mereka, waktu mereka, dan bulan mereka, seperti yang ditunjukkan Uriel malaikat kudus yang bersamaku.",
"Dia menunjukkan semua hal itu kepadaku dan menuliskannya untukku; juga nama-nama mereka ditulis untukku, serta hukum-hukum mereka dan kumpulan mereka.",
"Dan dari sana aku pergi ke utara, ke ujung-ujung bumi, dan di sana aku melihat sebuah perangkat yang besar dan mulia di ujung seluruh bumi.",
"Dan di sini aku melihat tiga gerbang sorga terbuka di langit: melalui masing-masing dari mereka mengalir angin utara: ketika mereka berhembus ada dingin, hujan es, embun beku, salju, embun, dan hujan. Dan dari satu gerbang mereka berhembus untuk kebaikan: tetapi ketika mereka berhembus melalui dua gerbang lainnya, itu dengan kekerasan dan kesusahan di bumi, dan mereka berhembus dengan kekerasan.",
"Dan dari sana aku pergi ke barat, ke ujung-ujung bumi, dan melihat di sana tiga gerbang sorga terbuka seperti yang aku lihat di timur, jumlah gerbang yang sama, dan jumlah keluarnya yang sama.",
"Dan dari sana aku pergi ke selatan, ke ujung-ujung bumi, dan melihat di sana tiga gerbang sorga terbuka: dan dari sana datang embun, hujan, dan angin. Dan dari sana aku pergi ke timur ke ujung-ujung langit, dan melihat di sini tiga gerbang timur sorga terbuka dan gerbang-gerbang kecil di atasnya.",
"Melalui masing-masing gerbang kecil ini, bintang-bintang sorga melewati dan menjalani lintasan mereka ke barat di jalur yang ditunjukkan kepada mereka.",
"Dan setiap kali aku melihat, aku selalu memuji Tuhan Kemuliaan, dan aku terus memuji Tuhan Kemuliaan yang telah mengerjakan keajaiban besar dan mulia, untuk menunjukkan kebesaran karya-Nya kepada para malaikat dan kepada roh-roh serta kepada manusia, agar mereka dapat memuji karya-Nya dan seluruh ciptaan-Nya: agar mereka dapat melihat karya kekuatan-Nya dan memuji pekerjaan besar tangan-Nya dan memberkati Dia untuk selama-lamanya."

              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Henokh II - Perumpamaan-Perumpamaan",
      "chapters": [
        {
          "chapter": 1,
          "sections": [
            {
              "title": "Perumpamaan Pertama",
              "verses": [

"Penglihatan kedua yang dilihatnya, penglihatan tentang hikmat, yang dilihat Henokh, anak Yared, anak Mahalaleel, anak Kenan, anak Enos, anak Set, anak Adam.",
"Dan inilah awal dari kata-kata hikmat yang aku sampaikan dengan suaraku untuk berbicara dan mengatakan kepada mereka yang tinggal di bumi: \"Dengarkanlah, kalian orang-orang zaman dahulu, dan lihatlah, kalian yang datang kemudian, kata-kata dari Yang Kudus yang akan aku sampaikan di hadapan Tuhan Semesta Alam. Adalah lebih baik untuk menyatakannya kepada orang-orang zaman dahulu, tetapi bahkan dari mereka yang datang kemudian, kami tidak akan menyembunyikan awal dari hikmat.\"",
"Sampai hari ini, hikmat seperti itu belum pernah diberikan oleh Tuhan Semesta Alam seperti yang telah aku terima sesuai dengan pengertianku, sesuai dengan kerelaan Tuhan Semesta Alam yang memberikan bagian hidup kekal kepadaku. Sekarang tiga perumpamaan telah diberikan kepadaku, dan aku mengangkat suaraku dan menceritakannya kepada mereka yang tinggal di bumi.",
"Perumpamaan Pertama. Ketika jemaat orang benar akan muncul, dan orang berdosa akan diadili atas dosa-dosa mereka, dan akan diusir dari muka bumi:",
"Dan ketika Yang Benar akan muncul di hadapan mata orang benar, yang karya-karya terpilih mereka bergantung pada Tuhan Semesta Alam, dan cahaya akan muncul bagi orang benar dan terpilih yang tinggal di bumi, di manakah tempat tinggal orang berdosa, dan di manakah tempat peristirahatan mereka yang telah menyangkal Tuhan Semesta Alam? Akan lebih baik bagi mereka jika mereka tidak dilahirkan.",
"Ketika rahasia-rahasia orang benar akan diungkapkan dan orang berdosa diadili, dan orang fasik diusir dari hadapan orang benar dan terpilih.",
"Sejak saat itu mereka yang memiliki bumi tidak akan lagi berkuasa dan diagungkan: Dan mereka tidak akan dapat melihat wajah orang kudus, karena Tuhan Semesta Alam telah menyebabkan cahaya-Nya muncul di wajah orang kudus, benar, dan terpilih.",
"Kemudian raja-raja dan orang-orang perkasa akan binasa dan diserahkan ke dalam tangan orang benar dan kudus.",
"Dan selanjutnya tidak ada yang akan mencari belas kasihan dari Tuhan Semesta Alam karena hidup mereka telah berakhir.",
"Dan akan terjadi pada hari-hari itu bahwa anak-anak terpilih dan kudus akan turun dari sorga yang tinggi, dan benih mereka akan menjadi satu dengan anak-anak manusia.",
"Dan pada hari-hari itu Henokh menerima kitab-kitab tentang semangat dan murka, dan kitab-kitab tentang kegelisahan dan pengusiran.",
"Dan belas kasihan tidak akan diberikan kepada mereka, demikianlah firman Tuhan Semesta Alam.",
"Dan pada hari-hari itu angin badai membawaku dari bumi, dan menempatkanku di ujung langit.",
"Dan di sana aku melihat penglihatan lain, tempat-tempat tinggal orang kudus, dan tempat peristirahatan orang benar.",
"Di sini mataku melihat tempat tinggal mereka bersama malaikat-malaikat benar-Nya dan tempat peristirahatan mereka bersama orang kudus.",
"Dan mereka memohon dan menjadi perantara serta berdoa bagi anak-anak manusia, dan kebenaran mengalir di hadapan mereka seperti air, dan belas kasihan seperti embun di atas bumi: Demikianlah di antara mereka untuk selama-lamanya.",
"Dan di tempat itu mataku melihat Yang Terpilih dari kebenaran dan iman, dan aku melihat tempat tinggalnya di bawah sayap-sayap Tuhan Semesta Alam.",
"Dan kebenaran akan menang dalam hari-harinya, dan orang benar serta terpilih akan tanpa jumlah di hadapan-Nya untuk selama-lamanya.",
"Dan semua orang benar dan terpilih di hadapan-Nya akan kuat seperti cahaya yang menyala-nyala, dan mulut mereka akan penuh dengan berkat, dan bibir mereka akan memuji nama Tuhan Semesta Alam, dan kebenaran di hadapan-Nya tidak akan pernah gagal.",
"Di sana aku ingin tinggal, dan rohku merindukan tempat tinggal itu, dan di sanalah bagianku sebelumnya. Karena demikianlah telah ditetapkan bagiku di hadapan Tuhan Semesta Alam.",
"Pada hari-hari itu aku memuji dan meninggikan nama Tuhan Semesta Alam dengan berkat dan pujian, karena Dia telah menetapkan aku untuk berkat dan kemuliaan menurut keridhaan Tuhan Semesta Alam.",
"Untuk waktu yang lama mataku memandang tempat itu, dan aku memberkati-Nya dan memuji-Nya, sambil berkata: \"Diberkatilah Dia, dan semoga Dia diberkati dari permulaan dan untuk selama-lamanya. Dan di hadapan-Nya tidak ada yang terhenti. Dia mengetahui sebelum dunia diciptakan apa yang kekal dan apa yang akan terjadi dari generasi ke generasi.\"",
"Mereka yang tidak tidur memberkati Engkau: mereka berdiri di hadapan kemuliaan-Mu dan memberkati, memuji, dan meninggikan, sambil berkata: \"Kudus, kudus, kudus, adalah Tuhan Semesta Alam: Dia memenuhi bumi dengan roh-roh.\"",
"Dan di sini mataku melihat semua mereka yang tidak tidur: mereka berdiri di hadapan-Nya dan memberkati serta berkata: \"Diberkatilah Engkau, dan diberkatilah nama Tuhan untuk selama-lamanya.\" Dan wajahku berubah; karena aku tidak lagi dapat memandang.",
"Dan setelah itu aku melihat ribuan ribu dan sepuluh ribu kali sepuluh ribu, aku melihat sejumlah besar yang tak terhitung jumlahnya, yang berdiri di hadapan Tuhan Semesta Alam.",
"Dan di keempat sisi Tuhan Semesta Alam aku melihat empat hadirat, berbeda dari mereka yang tidak tidur, dan aku mengetahui nama-nama mereka: karena malaikat yang pergi bersamaku memberitahuku nama-nama mereka, dan menunjukkan kepadaku semua hal-hal yang tersembunyi.",
"Dan aku mendengar suara-suara dari keempat hadirat itu saat mereka mengucapkan pujian di hadapan Tuhan kemuliaan.",
"Suara pertama memberkati Tuhan Semesta Alam untuk selama-lamanya.",
"Dan suara kedua aku dengar memberkati Yang Terpilih dan orang-orang pilihan yang bergantung pada Tuhan Semesta Alam.",
"Dan suara ketiga aku dengar berdoa dan memohon untuk mereka yang tinggal di bumi dan memohon dalam nama Tuhan Semesta Alam.",
"Dan aku mendengar suara keempat menangkis para Satan dan melarang mereka datang ke hadapan Tuhan Semesta Alam untuk menuduh mereka yang tinggal di bumi.",
"Setelah itu aku bertanya kepada malaikat damai yang pergi bersamaku, yang menunjukkan kepadaku segala sesuatu yang tersembunyi: \"Siapakah empat hadirat ini yang telah aku lihat dan kata-katanya yang telah aku dengar dan aku tuliskan?\"",
"Dan dia berkata kepadaku: \"Yang pertama adalah Mikhael, yang penuh belas kasih dan panjang sabar: dan yang kedua, yang ditugaskan atas semua penyakit dan segala luka anak-anak manusia, adalah Rafael: dan yang ketiga, yang ditugaskan atas semua kekuatan, adalah Gabriel: dan yang keempat, yang ditugaskan atas pertobatan menuju harapan bagi mereka yang mewarisi hidup kekal, bernama Fanuel.\"",
"Dan inilah keempat malaikat Tuhan Semesta Alam dan keempat suara yang aku dengar pada hari-hari itu.",
"Dan setelah itu aku melihat semua rahasia sorga, dan bagaimana kerajaan dibagi, dan bagaimana perbuatan manusia ditimbang di dalam neraca.",
"Dan di sana aku melihat bilik-bilik orang pilihan dan bilik-bilik orang kudus, dan mataku melihat di sana semua orang berdosa diusir dari sana yang menyangkal nama Tuhan Semesta Alam, dan diseret pergi: dan mereka tidak dapat bertahan karena hukuman yang datang dari Tuhan Semesta Alam.",
"Dan di sana mataku melihat rahasia-rahasia kilat dan guntur, dan rahasia-rahasia angin, bagaimana mereka dibagi untuk bertiup di atas bumi, dan rahasia-rahasia awan dan embun, dan ini aku lihat dari mana mereka berasal di tempat itu dan dari mana mereka membasahi tanah berdebu.",
"Dan di sana aku melihat bilik-bilik tertutup dari mana angin-angin dibagi, bilik-bilik hujan es dan angin, bilik-bilik kabut, dan awan, dan awan itu melayang di atas bumi sejak awal dunia.",
"Dan aku melihat bilik-bilik matahari dan bulan, dari mana mereka keluar dan ke mana mereka kembali, dan kembalinya yang mulia, dan bagaimana yang satu lebih unggul dari yang lain, dan jalur edar mereka yang megah, dan bagaimana mereka tidak meninggalkan jalur edar mereka, dan mereka tidak menambahkan apa pun pada jalur edar mereka dan mereka tidak mengambil apa pun darinya, dan mereka menjaga kesetiaan satu sama lain, sesuai dengan sumpah yang mengikat mereka bersama.",
"Dan pertama matahari keluar dan melintasi jalannya menurut perintah Tuhan Semesta Alam, dan perkasa adalah nama-Nya untuk selama-lamanya.",
"Dan setelah itu aku melihat jalan yang tersembunyi dan yang terlihat dari bulan, dan dia menyelesaikan perjalanan jalannya di tempat itu siang dan malamyang satu berlawanan posisi dengan yang lain di hadapan Tuhan Semesta Alam.",
"Dan mereka memberi syukur dan memuji dan tidak beristirahat. Karena bagi mereka, syukur mereka adalah istirahat.",
"Karena matahari sering berubah untuk menjadi berkat atau perjanjian, dan jalur perjalanan bulan adalah cahaya bagi orang benar dan kegelapan bagi orang berdosa dalam nama TUHAN. Yang membuat pemisahan antara terang dan kegelapan, dan membagi roh-roh manusia, dan menguatkan roh-roh orang benar dalam nama kebenaran-Nya.",
"Karena tidak ada malaikat yang menghalangi dan tidak ada kekuatan yang dapat menghalangi; karena Dia menetapkan seorang hakim untuk mereka semua dan Dia menghakimi mereka semua di hadapan-Nya.",
"Hikmat tidak menemukan tempat di mana dia bisa tinggal, kemudian sebuah tempat tinggal ditugaskan kepadanya di sorga.",
"Hikmat keluar untuk membuat tempat tinggalnya di antara anak-anak manusia dan tidak menemukan tempat tinggal.",
"Hikmat kembali ke tempatnya dan duduk di antara para malaikat.",
"Dan ketidakbenaran keluar dari biliknya: Yang dia cari tidak dia temukan dan tinggal bersama mereka, seperti hujan di padang gurun dan embun di tanah yang haus.",
"Dan aku melihat kilat-kilat lainnya dan bintang-bintang langit, dan aku melihat bagaimana Dia memanggil mereka semua dengan nama mereka dan mereka mendengarkan-Nya.",
"Dan aku melihat bagaimana mereka ditimbang dalam neraca yang benar menurut ukuran cahaya mereka: lebar ruang mereka dan hari penampakan mereka, dan bagaimana revolusi mereka menghasilkan kilat: dan revolusi mereka sesuai dengan jumlah malaikat, dan mereka menjaga kesetiaan satu sama lain.",
"Dan aku bertanya kepada malaikat yang pergi bersamaku yang menunjukkan kepadaku apa yang tersembunyi: \"Apakah ini?\"",
"Dan dia berkata kepadaku: \"Tuhan Semesta Alam telah menunjukkan kepadamu makna perumpamaan mereka: ini adalah nama-nama orang kudus yang tinggal di bumi dan percaya dalam nama Tuhan Semesta Alam untuk selama-lamanya.\"",
"Juga ada kejadian lain yang aku lihat mengenai kilat: bagaimana beberapa bintang muncul dan menjadi kilat dan tidak dapat berpisah dari bentuk barunya."

              ]
            }
          ]
        },
        {
          "chapter": 2,
          "sections": [
            {
              "title": "Perumpamaan Kedua",
              "verses": [

"Dan inilah perumpamaan kedua mengenai mereka yang menyangkal nama tempat tinggal orang-orang kudus dan Tuhan Semesta Alam.",
"Dan ke sorga mereka tidak akan naik, dan di bumi mereka tidak akan datang. Demikianlah nasib orang-orang berdosa yang telah menyangkal nama Tuhan Semesta Alam, yang demikian dipelihara untuk hari penderitaan dan kesusahan.",
"Pada hari itu, Yang Terpilih-Ku akan duduk di atas takhta kemuliaan dan akan menguji perbuatan mereka, dan tempat istirahat mereka akan tak terhitung. Dan jiwa-jiwa mereka akan menjadi kuat dalam diri mereka ketika mereka melihat Yang Terpilih-Ku.",
"Dan mereka yang telah memanggil nama-Ku yang mulia: Maka Aku akan membuat Yang Terpilih-Ku tinggal di antara mereka.",
"Dan Aku akan mengubah langit dan menjadikannya berkat dan terang yang kekal dan Aku akan mengubah bumi dan menjadikannya berkat: dan Aku akan membuat Yang Terpilih-Ku tinggal di atasnya: Tetapi orang-orang berdosa dan para pelaku kejahatan tidak akan menginjakkan kaki di sana.",
"Karena Aku telah menyediakan dan memuaskan orang-orang benar-Ku dengan damai dan membuat mereka tinggal di hadapan-Ku: Tetapi bagi orang-orang berdosa ada penghakiman yang mengancam di hadapan-Ku, sehingga Aku akan membinasakan mereka dari muka bumi.",
"Dan di sana aku melihat Seorang Yang Mahatinggi, dan kepala-Nya putih seperti bulu domba, dan bersama-Nya ada sosok lain yang wajahnya memiliki penampilan seperti manusia, dan wajahnya penuh dengan kebaikan, seperti salah satu dari malaikat-malaikat kudus.",
"Dan aku bertanya kepada malaikat yang pergi bersamaku dan menunjukkan kepadaku semua hal yang tersembunyi, mengenai Anak Manusia itu, siapa Dia, dan dari mana Dia berasal, dan mengapa Dia pergi bersama Mahatinggi.",
"Dan dia menjawab dan berkata kepadaku: \"Ini adalah Anak Manusia yang memiliki kebenaran. Dengan siapa kebenaran tinggal, dan yang mengungkapkan semua harta yang tersembunyi. Karena Tuhan Semesta Alam telah memilih-Nya, dan yang bagiannya memiliki keutamaan di hadapan Tuhan Semesta Alam dalam kebenaran untuk selama-lamanya.",
"Dan Anak Manusia ini yang telah engkau lihat akan membangkitkan raja-raja dan orang-orang perkasa dari tempat duduk mereka dan akan melepaskan kendali orang-orang kuat, dan mematahkan gigi orang-orang berdosa. Karena mereka tidak meninggikan dan memuji Dia, juga tidak dengan rendah hati mengakui dari mana kerajaan itu diberikan kepada mereka.",
"Dan Dia akan menundukkan wajah orang-orang kuat, dan akan memenuhi mereka dengan rasa malu. Kegelapan akan menjadi tempat tinggal mereka dan cacing-cacing akan menjadi tempat tidur mereka. Mereka tidak akan memiliki harapan untuk bangkit dari tempat tidur mereka karena mereka tidak meninggikan nama Tuhan Semesta Alam.",
"Inilah mereka yang menghakimi bintang-bintang di langit, menginjak bumi, dan tinggal di atasnya.",
"Semua perbuatan mereka menunjukkan ketidakbenaran dan kekuatan mereka terletak pada kekayaan mereka.",
"Iman mereka ada pada dewa-dewa yang telah mereka buat dengan tangan mereka dan mereka menyangkal nama Tuhan Semesta Alam.",
"Mereka menganiaya rumah-rumah jemaat-Nya dan orang-orang beriman yang bergantung pada nama Tuhan Semesta Alam.",
"Dan pada hari-hari itu doa orang-orang benar dan darah orang-orang benar dari bumi akan naik ke hadapan Tuhan Semesta Alam.",
"Pada hari-hari itu, orang-orang kudus yang tinggal di atas di langit akan bersatu dengan satu suara dan memohon serta berdoa dan memuji, mengucap syukur dan memberkati nama Tuhan Semesta Alam atas nama darah orang-orang benar yang telah dicurahkan.",
"Dan agar doa orang-orang benar tidak sia-sia di hadapan Tuhan Semesta Alam, agar penghakiman dilakukan kepada mereka dan agar mereka tidak harus menderita untuk selama-lamanya.\"",
"Pada hari-hari itu aku melihat Yang Mahatinggi ketika Dia duduk di atas takhta kemuliaan-Nya, dan kitab-kitab orang yang hidup dibuka di hadapan-Nya, dan semua pasukan-Nya yang ada di sorga di atas dan para penasihat-Nya berdiri di hadapan-Nya.",
"Dan hati orang-orang kudus dipenuhi dengan sukacita karena jumlah orang-orang benar telah dipersembahkan, dan doa orang-orang benar telah didengar, dan darah orang-orang benar dituntut di hadapan Tuhan Semesta Alam.",
"Dan di tempat itu aku melihat mata air kebenaran yang tak habis-habisnya; dan di sekelilingnya ada banyak mata air hikmat. Semua yang haus meminumnya dan dipenuhi dengan hikmat, dan tempat tinggal mereka ada bersama orang-orang benar, kudus, dan terpilih.",
"Dan pada saat itu Anak Manusia itu dinamai di hadapan Tuhan Semesta Alam, dan nama-Nya di hadapan Yang Mahatinggi.",
"Ya, sebelum matahari dan tanda-tanda diciptakan, sebelum bintang-bintang di langit dibuat, nama-Nya telah disebut di hadapan Tuhan Semesta Alam.",
"\"Ia akan menjadi tongkat bagi orang-orang benar di mana mereka akan bersandar dan tidak jatuh, dan Dia akan menjadi terang bagi bangsa-bangsa, dan harapan bagi mereka yang hatinya gelisah.",
"Semua yang tinggal di bumi akan sujud dan menyembah di hadapan-Nya, dan akan memuji dan memberkati serta merayakan dengan nyanyian nama Tuhan Semesta Alam.",
"Dan untuk alasan ini Dia telah dipilih dan disembunyikan di hadapan-Nya, sebelum penciptaan dunia dan untuk selama-lamanya.",
"Dan hikmat Tuhan Semesta Alam telah mengungkapkan Dia kepada orang-orang kudus dan benar karena Dia telah memelihara bagian orang-orang benar karena mereka telah membenci dan memandang rendah dunia ketidakbenaran ini dan telah membenci semua perbuatan dan jalannya dalam nama Tuhan Semesta Alam: Karena dalam nama-Nya mereka diselamatkan dan menurut kehendak-Nya dalam hal kehidupan mereka.",
"Pada hari-hari itu raja-raja di bumi dan orang-orang perkasa yang memiliki tanah akan menjadi muram karena perbuatan tangan mereka. Karena pada hari kesengsaraan dan penderitaan mereka, mereka tidak akan menyelamatkan diri mereka sendiri dan Aku akan menyerahkan mereka ke dalam tangan Yang Terpilih-Ku.",
"Seperti jerami di dalam api, demikianlah mereka akan terbakar di hadapan orang-orang kudus: Seperti timah di dalam air, mereka akan tenggelam di hadapan orang-orang benar dan tidak ada jejak mereka yang akan ditemukan lagi.",
"Dan pada hari penderitaan mereka, akan ada ketenangan di bumi, dan di hadapan mereka, mereka akan jatuh dan tidak bangkit lagi. Tidak akan ada seorang pun yang mengambil mereka dengan tangannya dan membangkitkan mereka karena mereka telah menyangkal Tuhan Semesta Alam dan Yang Diurapi-Nya. Nama Tuhan Semesta Alam diberkati.",
"Karena hikmat dicurahkan seperti air, dan kemuliaan tidak pernah gagal di hadapan-Nya untuk selama-lamanya.",
"Karena Dia adalah perkasa dalam semua rahasia kebenaran dan ketidakbenaran akan lenyap seperti bayangan dan tidak memiliki kelanjutan. Karena Yang Terpilih berdiri di hadapan Tuhan Semesta Alam dan kemuliaan-Nya adalah untuk selama-lamanya dan kekuatan-Nya sampai ke segala generasi.",
"Dan di dalam Dia tinggal roh hikmat, dan roh yang memberi wawasan, dan roh pengertian dan kekuatan, dan roh mereka yang telah tertidur dalam kebenaran.",
"Dan Dia akan menghakimi hal-hal yang tersembunyi dan tidak ada yang dapat mengucapkan kata dusta di hadapan-Nya karena Dia adalah Yang Terpilih di hadapan Tuhan Semesta Alam sesuai dengan kehendak-Nya.",
"Pada hari-hari itu akan terjadi perubahan bagi orang-orang kudus dan terpilih, dan Terang Hari-Hari akan tinggal di atas mereka dan kemuliaan serta kehormatan akan beralih kepada yang kudus.",
"Pada hari penderitaan di mana kejahatan telah dikumpulkan terhadap orang-orang berdosa. Dan orang-orang benar akan menang dalam nama Tuhan Semesta Alam dan Dia akan membuat yang lain menyaksikan sehingga mereka dapat bertobat dan meninggalkan perbuatan tangan mereka.",
"Mereka tidak akan memiliki kehormatan melalui nama Tuhan Semesta Alam tetapi melalui nama-Nya mereka akan diselamatkan, dan Tuhan Semesta Alam akan berbelas kasihan kepada mereka karena belas kasih-Nya besar.",
"Dan Dia juga adil dalam penghakiman-Nya dan di hadapan kemuliaan-Nya ketidakbenaran juga tidak akan bertahan: Pada penghakiman-Nya, yang tidak bertobat akan binasa di hadapan-Nya.",
"Dan sejak saat itu, Aku tidak akan menunjukkan belas kasihan kepada mereka,\" demikianlah firman Tuhan Semesta Alam.",
"Pada hari-hari itu, bumi juga akan mengembalikan apa yang telah dipercayakan kepadanya. Sheol juga akan mengembalikan apa yang telah diterimanya, dan neraka akan mengembalikan apa yang menjadi tanggungannya.",
"Sebab pada hari-hari itu, Yang Terpilih akan bangkit dan Dia akan memilih orang-orang benar dan kudus di antara mereka.",
"Karena hari itu telah mendekat di mana mereka akan diselamatkan.",
"Dan Yang Terpilih akan duduk pada hari-hari itu di atas takhta-Ku dan mulut-Nya akan mengeluarkan semua rahasia hikmat dan nasihat karena Tuhan Semesta Alam telah memberikannya kepada-Nya dan telah memuliakan-Nya.",
"Pada hari-hari itu, gunung-gunung akan melompat seperti domba jantan dan bukit-bukit juga akan melompat seperti anak domba yang puas dengan susu, dan wajah-wajah para malaikat di surga akan bersinar dengan sukacita.",
"Dan bumi akan bersukacita dan orang-orang benar akan tinggal di atasnya dan yang terpilih akan berjalan di atasnya.",
"Dan setelah hari-hari itu, di tempat di mana aku telah melihat semua penglihatan tentang apa yang tersembunyi, karena aku telah dibawa oleh angin puyuh dan mereka telah membawaku ke arah barat.",
"Di sana mataku melihat semua hal rahasia di surga yang akan terjadi, sebuah gunung dari besi, dan sebuah gunung dari tembaga, dan sebuah gunung dari perak, dan sebuah gunung dari emas, dan sebuah gunung dari logam lunak, dan sebuah gunung dari timah.",
"Dan aku bertanya kepada malaikat yang berjalan denganku, berkata, \"Apa hal-hal ini yang telah kulihat secara rahasia?\"",
"Dan dia berkata kepadaku, \"Semua hal ini yang telah engkau lihat akan melayani kekuasaan Yang Diurapi supaya Dia dapat menjadi kuat dan perkasa di bumi.\"",
"Dan malaikat damai itu menjawab, berkata kepadaku, \"Tunggulah sebentar, dan akan diungkapkan kepadamu semua hal rahasia yang mengelilingi Tuhan Semesta Alam.",
"Dan gunung-gunung ini yang telah dilihat oleh matamu, gunung besi, dan gunung tembaga, dan gunung perak, dan gunung emas, dan gunung logam lunak, dan gunung timah.",
"Semua ini akan ada di hadapan Yang Terpilih seperti lilin di hadapan api, dan seperti air yang mengalir turun dari atas, dan mereka akan menjadi tak berdaya di hadapan kaki-Nya.",
"Dan akan terjadi pada hari-hari itu bahwa tidak ada yang akan diselamatkan baik oleh emas maupun oleh perak, dan tidak ada yang bisa melarikan diri.",
"Dan tidak akan ada besi untuk perang. Tidak seorang pun akan mengenakan baju zirah. Perunggu tidak akan berguna, dan timah tidak akan dihargai, dan timah tidak akan diinginkan.",
"Dan semua hal ini akan dihancurkan dari permukaan bumi.\"",
"Dan aku melihat dan berbalik ke bagian lain dari bumi, dan melihat di sana sebuah lembah yang dalam dengan api yang menyala. Dan mereka membawa raja-raja dan orang-orang kuat, dan mulai melemparkan mereka ke lembah yang dalam ini.",
"Dan di sana mataku melihat bagaimana mereka membuat alat-alat mereka, rantai besi dengan berat yang tak terukur.",
"Dan aku bertanya kepada malaikat damai yang berjalan denganku, berkata, \"Untuk siapa rantai-rantai ini sedang dipersiapkan?\"",
"Dan dia berkata kepadaku, \"Ini sedang dipersiapkan untuk pasukan Azazel, supaya mereka dapat mengambilnya dan melemparkan mereka ke dalam jurang penghukuman yang sempurna, dan mereka akan menutupi rahang mereka dengan batu kasar seperti yang diperintahkan oleh Tuhan Semesta Alam.\"",
"Dan Mikhael, dan Gabriel, dan Rafael, dan Fanuel akan menangkap mereka pada hari yang besar itu, dan melemparkan mereka pada hari itu ke dalam tungku yang menyala, supaya Tuhan Semesta Alam dapat membalaskan dendam kepada mereka atas ketidakbenaran mereka karena tunduk kepada Setan dan menyesatkan mereka yang tinggal di bumi.",
"Dan pada hari-hari itu hukuman akan datang dari Tuhan Semesta Alam, dan Dia akan membuka semua kamar air yang ada di atas langit, dan dari mata air yang ada di bawah bumi.",
"Dan semua air akan bersatu dengan air: yang di atas langit adalah laki-laki, dan air yang di bawah bumi adalah perempuan.",
"Dan mereka akan menghancurkan semua yang tinggal di bumi dan mereka yang tinggal di bawah ujung langit. Dan ketika mereka menyadari ketidakbenaran mereka yang telah mereka perbuat di bumi, maka oleh inilah mereka akan binasa.",
"Dan setelah itu, Sang Kepala Masa menyesal dan berkata: \"Dengan sia-sia Aku telah menghancurkan semua yang tinggal di bumi.\"",
"Dan Dia bersumpah dengan nama-Nya yang besar: \"Mulai sekarang Aku tidak akan melakukan hal yang sama kepada semua yang tinggal di bumi dan Aku akan menetapkan sebuah tanda di langit dan ini akan menjadi janji setia antara Aku dan mereka untuk selama-lamanya. Selama langit ada di atas bumi dan ini sesuai dengan perintah-Ku.",
"Ketika Aku menghendaki untuk memegang mereka dengan tangan para malaikat pada hari kesengsaraan dan kesakitan karena hal ini, Aku akan menyebabkan hajaran-Ku dan murka-Ku tinggal atas mereka,\" demikianlah firman Tuhan Semesta Alam.",
"Hai raja-raja perkasa yang tinggal di bumi, kalian akan menyaksikan Yang Terpilih milik-Ku. Bagaimana Dia duduk di atas takhta kemuliaan dan menghakimi Azazel dan semua sekutunya, dan semua pasukannya dalam nama Tuhan Semesta Alam.",
"Dan aku melihat di sana pasukan malaikat penghukuman yang pergi dan mereka memegang cambuk dan rantai dari besi dan perunggu.",
"Dan aku bertanya kepada malaikat damai yang berjalan bersamaku, berkata, \"Kepada siapa mereka yang memegang cambuk ini akan pergi?\"",
"Dan dia berkata kepadaku: \"Kepada orang-orang terpilih dan kekasih mereka, supaya mereka dapat dilemparkan ke dalam jurang ngarai.\"",
"Dan kemudian ngarai itu akan dipenuhi dengan orang-orang terpilih dan kekasih mereka, dan hari-hari hidup mereka akan berakhir, dan hari-hari mereka menyesatkan tidak akan lagi dihitung.",
"Dan pada hari-hari itu malaikat-malaikat akan kembali dan melemparkan diri mereka ke timur pada bangsa Parthia dan Media.",
"Mereka akan menggerakkan para raja, sehingga roh keresahan akan datang atas mereka dan mereka akan membangkitkan mereka dari takhta mereka agar mereka dapat menerobos seperti singa dari sarang mereka dan seperti serigala yang lapar di antara kawanan mereka.",
"Dan mereka akan naik dan menginjak-injak tanah milik orang-orang terpilih-Nya, tetapi kota orang-orang benar akan menjadi penghalang bagi kuda mereka.",
"Dan mereka akan mulai saling bertarung dan tangan kanan mereka akan kuat melawan diri mereka sendiri.",
"Dan seorang laki-laki tidak akan mengenal saudaranya atau seorang anak tidak mengenal ayah atau ibunya sampai tidak ada lagi jumlah mayat akibat pembantaian mereka dan hukuman mereka tidak akan sia-sia.",
"Pada hari-hari itu Sheol akan membuka rahangnya dan mereka akan ditelan ke dalamnya. Kehancuran mereka akan berakhir. Sheol akan memakan para pendosa di hadapan orang-orang terpilih.\"",
"Dan setelah ini terjadi, aku melihat pasukan kereta lain, dan orang-orang yang menungganginya, dan datang dengan angin dari timur, dan dari barat ke selatan.",
"Dan suara kereta mereka terdengar, dan ketika kekacauan ini terjadi, para kudus dari surga memperhatikannya, dan tiang-tiang bumi tergeser dari tempatnya, dan suaranya terdengar dari satu ujung langit ke ujung yang lain, dalam satu hari.",
"Dan mereka semua akan jatuh dan menyembah Tuhan Semesta Alam. Dan ini adalah akhir dari perumpamaan kedua."

              ]
            }
          ]
        },
        {
          "chapter": 3,
          "sections": [
            {
              "title": "Perumpamaan Ketiga",
              "verses": [

"Dan aku mulai berbicara tentang Perumpamaan Ketiga mengenai orang benar dan orang pilihan.",
"Berbahagialah kamu, orang-orang benar dan orang-orang pilihan, karena kemuliaan akan menjadi bagianmu.",
"Dan orang-orang benar akan berada dalam terang matahari dan orang-orang pilihan dalam terang kehidupan kekal.",
"Hari-hari hidup mereka akan tak berkesudahan dan hari-hari orang kudus tak terhitung jumlahnya.",
"Dan mereka akan mencari terang dan menemukan kebenaran dengan Tuhan Semesta Alam.",
"Akan ada damai sejahtera bagi orang-orang benar dalam nama Tuhan yang Kekal.",
"Dan setelah ini akan dikatakan kepada orang-orang kudus di sorga bahwa mereka harus mencari rahasia-rahasia kebenaran, warisan iman.",
"Karena telah menjadi terang seperti matahari di bumi dan kegelapan telah berlalu.",
"Dan akan ada terang yang tak berkesudahan dan mereka tidak akan mencapai batas hari-hari.",
"Karena kegelapan pertama-tama akan dihancurkan dan terang kejujuran ditegakkan untuk selama-lamanya di hadapan Tuhan Semesta Alam.",
"Pada hari-hari itu mataku melihat rahasia-rahasia petir, dan cahaya-cahaya, dan penghakiman yang mereka laksanakan, dan mereka menyinari untuk berkat atau kutuk seperti yang Tuhan Semesta Alam kehendaki.",
"Dan di sana aku melihat rahasia-rahasia guntur, dan bagaimana ketika itu bergema di atas di langit, suaranya terdengar.",
"Dan Dia membuatku melihat penghakiman yang dilaksanakan di bumi, apakah itu untuk kesejahteraan dan berkat, atau untuk perjanjian menurut firman Tuhan Semesta Alam.",
"Dan setelah itu, semua rahasia cahaya dan kilat ditunjukkan kepadaku, dan mereka menyinari untuk berkat dan untuk memuaskan.",
"Pada tahun kelima ratus, pada bulan ketujuh, pada hari keempat belas bulan itu dalam hidup Henokh.",
"Dalam perumpamaan itu aku melihat bagaimana gempa besar mengguncang langit segala langit, dan bala tentara Yang Mahatinggi, dan para malaikat, seribu ribu dan sepuluh ribu kali sepuluh ribu digelisahkan dengan kegelisahan besar.",
"Dan Yang Mahatinggi duduk di takhta kemuliaan-Nya, dan para malaikat serta orang-orang benar berdiri mengelilingi-Nya.",
"Dan gemetar besar menyerangku, dan ketakutan menguasai diriku, dan pinggangku melemah, dan terlepaslah tulang pinggulku, dan aku jatuh tertelungkup.",
"Dan Mikhael mengutus malaikat lain dari antara yang kudus dan dia mengangkatku, dan ketika dia mengangkatku, jiwaku kembali; karena aku tidak mampu menahan pandangan bala tentara ini, serta kegaduhan dan gempa sorga.",
"Dan Mikhael berkata kepadaku: \"Mengapa engkau gelisah dengan penglihatan seperti ini? Hingga hari ini berlangsunglah hari rahmat-Nya; dan Dia telah berbelas kasih dan panjang sabar terhadap mereka yang tinggal di bumi.",
"Dan ketika hari, dan kekuatan, dan hukuman, dan penghakiman datang, yang telah disiapkan oleh Tuhan Semesta Alam bagi mereka yang tidak menyembah hukum yang benar, dan bagi mereka yang menyangkal penghakiman yang benar, dan bagi mereka yang mengambil nama-Nya dengan sia-sia, hari itu disiapkan, bagi orang pilihan sebagai suatu perjanjian, tetapi bagi orang berdosa sebagai suatu penyelidikan.",
"Ketika hukuman dari Tuhan Semesta Alam akan menimpa mereka, itu akan datang agar hukuman dari Tuhan Semesta Alam tidak datang dengan sia-sia, dan itu akan membunuh anak-anak dengan ibu mereka dan anak-anak dengan ayah mereka.",
"Setelah itu penghakiman akan berlangsung sesuai dengan rahmat-Nya dan kesabaran-Nya.\"",
"Dan pada hari itu dua monster dipisahkan, monster betina bernama Lewiatan, untuk tinggal di lubuk samudera di atas mata air-mata air.",
"Tetapi yang jantan bernama Behemot, yang dengan dadanya menguasai gurun tandus bernama Duidain, di sebelah timur taman tempat orang-orang pilihan dan orang-orang benar tinggal, tempat kakekku diangkat, yang ketujuh dari Adam, manusia pertama yang diciptakan oleh Tuhan Semesta Alam.",
"Dan aku memohon kepada malaikat lainnya agar dia menunjukkan kepadaku kekuatan dari monster-monster itu, bagaimana mereka dipisahkan pada satu hari dan dilemparkan, yang satu ke lubuk laut dan yang lainnya ke daratan gurun.",
"Dan dia berkata kepadaku: \"Engkau anak manusia, di sinilah engkau berusaha mengetahui apa yang tersembunyi.\"",
"Dan malaikat lain yang pergi bersamaku dan menunjukkan kepadaku apa yang tersembunyi, memberitahuku apa yang pertama dan terakhir di sorga di ketinggian, dan di bawah bumi di kedalaman, dan di ujung-ujung langit, dan di dasar sorga.",
"Dan bilik-bilik angin, dan bagaimana angin-angin itu dibagi, dan bagaimana mereka ditimbang, dan bagaimana gerbang-gerbang angin dihitung, masing-masing menurut kekuatan angin, dan kekuatan cahaya bulan, dan menurut kekuatan yang sesuai: dan pembagian bintang-bintang menurut nama mereka dan bagaimana semua pembagian dibagi.",
"Dan guntur-guntur menurut tempat-tempat di mana mereka jatuh, dan semua pembagian yang dibuat di antara kilat-kilat agar ia dapat menyala, dan bala tentara mereka yang mereka dapat patuhi sekaligus.",
"Karena guntur memiliki tempat-tempat peristirahatan yang ditentukan baginya sementara ia menunggu dentumannya; dan guntur dan kilat tidak dapat dipisahkan, dan meskipun bukan satu dan tidak terbagi, mereka berjalan bersama melalui roh dan tidak terpisahkan.",
"Karena ketika kilat menyala, guntur mengeluarkan suaranya, dan roh memaksa jeda selama dentuman, dan membagi mereka secara merata; karena gudang dentuman mereka seperti pasir, dan masing-masing dari mereka saat dentumannya tertahan dengan kendali, dan didorong kembali oleh kekuatan roh, dan didorong maju sesuai dengan banyak penjuru bumi.",
"Dan roh laut itu bersifat jantan dan kuat, dan sesuai dengan kekuatan yang dimilikinya, ia menariknya kembali dengan kendali, dan dengan cara yang sama ia didorong maju dan tersebar di antara semua pegunungan di bumi.",
"Dan roh embun beku memiliki malaikatnya sendiri, dan roh hujan es adalah malaikat yang baik.",
"Dan roh salju telah meninggalkan biliknya karena kekuatannya; ada roh khusus di dalamnya, dan yang naik darinya seperti asap, dan namanya adalah Embun Beku.",
"Dan roh kabut tidak bersatu dengan mereka di dalam bilik mereka, tetapi ia memiliki bilik khusus; karena jalannya mulia baik dalam terang maupun dalam kegelapan, dan di musim dingin dan musim panas, dan di dalam biliknya ada seorang malaikat.",
"Dan roh embun tinggal di ujung-ujung langit, dan berhubungan dengan bilik-bilik hujan, dan jalannya ada di musim dingin dan musim panas: dan awan-awan serta awan kabut saling berhubungan, dan yang satu memberikan kepada yang lain.",
"Dan ketika roh hujan keluar dari biliknya, para malaikat datang dan membuka bilik itu dan membawanya keluar, dan ketika itu tersebar di seluruh bumi, ia bersatu dengan air di bumi. Dan kapanpun ia bersatu dengan air di bumi.",
"Karena air itu diperuntukkan bagi mereka yang tinggal di bumi; karena mereka adalah sumber makanan bagi bumi dari Yang Mahatinggi yang berada di sorga: oleh karena itu ada ukuran untuk hujan, dan para malaikat bertanggung jawab atasnya.",
"Dan hal-hal ini aku lihat di Taman Orang Benar.",
"Dan malaikat damai yang bersamaku berkata kepadaku: \"Dua monster ini, dipersiapkan sesuai dengan kebesaran TUHAN, akan diberi makan.\"",
"Dan aku melihat pada masa-masa itu bagaimana tali-tali panjang diberikan kepada para malaikat itu, dan mereka mengambil sayap-sayap dan terbang, dan mereka pergi ke arah utara.",
"Dan aku bertanya kepada malaikat itu, berkata kepadanya: \"Mengapa para malaikat itu mengambil tali-tali ini dan pergi?\"",
"Dan dia berkata kepadaku: \"Mereka pergi untuk mengukur.\"",
"Dan malaikat yang pergi bersamaku berkata kepadaku: \"Mereka akan membawa ukuran-ukuran orang benar dan tali-tali orang benar kepada orang benar. Agar mereka dapat bertahan atas nama Tuhan Semesta Alam untuk selama-lamanya.\"",
"Orang-orang pilihan akan mulai tinggal dengan orang-orang pilihan, dan itulah ukuran-ukuran yang akan diberikan kepada iman dan yang akan menguatkan kebenaran.",
"Dan ukuran-ukuran ini akan mengungkapkan semua rahasia kedalaman bumi. Dan mereka yang telah dihancurkan oleh padang pasir, dan mereka yang telah dimakan oleh binatang buas, dan mereka yang telah dimakan oleh ikan-ikan di laut. Agar mereka dapat kembali dan bertahan pada hari Orang Pilihan; karena tidak ada yang akan dihancurkan di hadapan Tuhan Semesta Alam, dan tidak ada yang dapat dihancurkan.\"",
"Dan semua yang tinggal di atas di sorga menerima perintah dan kuasa dan satu suara dan satu cahaya seperti api.",
"Dan dengan kata-kata pertama mereka memberkati dan memuji dan memuliakan dengan kebijaksanaan.",
"Dan mereka bijaksana dalam ucapan dan dalam roh kehidupan.",
"Dan Tuhan Semesta Alam menempatkan Orang Pilihan di atas takhta kemuliaan. Dan dia akan menghakimi semua pekerjaan orang suci di atas di sorga, dan dalam timbangan perbuatan mereka akan ditimbang.",
"Dan demikianlah TUHAN memerintahkan para raja dan orang-orang perkasa dan yang ditinggikan, dan mereka yang tinggal di bumi, dan berkata: \"Bukalah matamu dan angkatlah tandukmu jika kamu mampu mengenali Orang Pilihan.\"",
"Dan Tuhan Semesta Alam mendudukkannya di atas takhta kemuliaan-Nya dan roh kebenaran dicurahkan ke atas-Nya.",
"Dan perkataan dari mulutnya membunuh semua orang berdosa, dan semua orang yang tidak benar dihancurkan di hadapan wajahnya.",
"Dan pada hari itu semua raja, orang-orang perkasa, dan mereka yang ditinggikan, serta mereka yang memegang bumi akan bangkit dan melihat serta mengenali bagaimana Dia duduk di atas takhta kemuliaan-Nya.",
"Dan kebenaran dihakimi di hadapan-Nya dan tidak ada kata dusta yang diucapkan di hadapan-Nya.",
"Kemudian rasa sakit akan datang kepada mereka seperti pada seorang wanita yang sedang bersalin ketika anaknya masuk ke mulut rahim dan dia merasakan sakit saat melahirkan.",
"Dan sebagian dari mereka akan memandang yang lain dan mereka akan ketakutan, dan mereka akan murung, dan rasa sakit akan menyerang mereka ketika mereka melihat Anak Manusia itu duduk di atas takhta kemuliaan-Nya.",
"Dan para raja dan orang-orang perkasa serta semua yang memiliki bumi akan memberkati dan memuliakan serta memuji Dia yang memerintah atas segalanya, yang tersembunyi.",
"Karena sejak awal, Anak Manusia itu tersembunyi dan Yang Mahatinggi memelihara-Nya di hadapan kekuatan-Nya, dan Dia menyatakan-Nya kepada orang-orang pilihan.",
"Dan jemaat orang-orang pilihan dan orang-orang suci akan ditanam dan semua orang pilihan akan berdiri di hadapan-Nya pada hari itu.",
"Dan semua raja, orang-orang perkasa, dan mereka yang ditinggikan, serta mereka yang memerintah bumi akan tersungkur di hadapan-Nya dengan wajah mereka dan menyembah serta menaruh harapan mereka pada Anak Manusia itu, dan memohon serta meminta belas kasihan dari-Nya.",
"Namun demikian, Tuhan Semesta Alam akan menekan mereka sehingga mereka dengan cepat pergi dari hadirat-Nya, dan wajah mereka akan dipenuhi rasa malu, dan kegelapan akan semakin dalam di wajah mereka.",
"Dan Dia akan menyerahkan mereka kepada para malaikat untuk dihukum guna melaksanakan pembalasan atas mereka karena mereka telah menindas anak-anak-Nya dan orang-orang pilihan-Nya.",
"Dan mereka akan menjadi tontonan bagi orang benar dan bagi orang pilihan-Nya: Mereka akan bersukacita atas mereka karena murka Tuhan Semesta Alam berdiam atas mereka dan pedang-Nya mabuk dengan darah mereka.",
"Dan orang benar serta orang pilihan akan diselamatkan pada hari itu, dan mereka tidak akan pernah lagi melihat wajah para pendosa dan orang yang tidak benar.",
"Dan Tuhan Semesta Alam akan tinggal di atas mereka, dan bersama Anak Manusia itu mereka akan makan, berbaring, dan bangun selama-lamanya.",
"Dan orang benar dan orang pilihan akan bangkit dari bumi dan tidak lagi bermuka murung.",
"Dan mereka akan dikenakan pakaian kemuliaan dan ini akan menjadi pakaian kehidupan dari Tuhan Semesta Alam: Dan pakaianmu tidak akan menjadi tua, juga kemuliaanmu tidak akan berlalu di hadapan Tuhan Semesta Alam.",
"Pada hari-hari itu orang-orang perkasa dan para raja yang memiliki bumi akan memohon agar diberi sedikit waktu istirahat dari malaikat-malaikat hukuman kepada siapa mereka diserahkan, supaya mereka bisa tersungkur dan menyembah di hadapan Tuhan Semesta Alam dan mengakui dosa-dosa mereka di hadapan-Nya.",
"Dan mereka akan memberkati dan memuliakan Tuhan Semesta Alam, dan berkata: \"Diberkatilah Tuhan Semesta Alam dan Tuhan atas raja-raja, dan Tuhan atas orang-orang perkasa, dan Tuhan atas orang kaya, dan Tuhan atas kemuliaan, dan Tuhan atas hikmat, dan hebat dalam segala sesuatu rahasia adalah kekuatan-Mu dari generasi ke generasi, dan kemuliaan-Mu untuk selama-lamanya.",
"Begitu dalam semua rahasia-Mu dan tak terhitung, dan kebenaran-Mu melampaui perhitungan. Kami sekarang telah belajar bahwa kami seharusnya memuliakan dan memberkati Tuhan atas raja-raja dan Dia yang adalah raja atas segala raja.\"",
"Dan mereka akan berkata: \"Andai saja kami memiliki istirahat untuk memuliakan dan mengucap syukur serta mengakui iman kami di hadapan kemuliaan-Nya! Dan sekarang kami merindukan sedikit istirahat tetapi tidak menemukannya. Kami mengejar dan tidak mendapatkannya, dan cahaya telah lenyap dari hadapan kami, dan kegelapan adalah tempat tinggal kami untuk selama-lamanya.",
"Karena kami tidak percaya di hadapan-Nya atau memuliakan nama Tuhan Semesta Alam tetapi harapan kami ada pada tongkat kerajaan kami, dan pada kemuliaan kami sendiri.",
"Dan pada hari penderitaan dan kesusahan kami, Dia tidak menyelamatkan kami dan kami tidak menemukan istirahat untuk pengakuan bahwa Tuhan kami benar dalam semua karya-Nya, dan dalam penghakiman-Nya dan keadilan-Nya, dan penghakiman-Nya tidak memandang bulu.",
"Dan kami pergi dari hadapan wajah-Nya karena pekerjaan kami dan semua dosa kami dihitung dalam kebenaran.\"",
"Sekarang mereka akan berkata kepada diri mereka sendiri: \"Jiwa kami penuh dengan keuntungan yang tidak benar, tetapi itu tidak mencegah kami dari turun dari tengah-tengahnya ke dalam beban Sheol.\"",
"Dan setelah itu wajah mereka akan dipenuhi dengan kegelapan dan rasa malu di hadapan Anak Manusia itu, dan mereka akan diusir dari hadirat-Nya, dan pedang akan tetap berada di hadapan wajah-Nya di tengah-tengah mereka.",
"Demikianlah firman Tuhan Semesta Alam: \"Inilah ketetapan dan penghakiman sehubungan dengan orang-orang perkasa dan para raja serta mereka yang ditinggikan dan mereka yang memiliki bumi di hadapan Tuhan Semesta Alam.\"",
"Dan bentuk-bentuk lain yang tersembunyi aku lihat di tempat itu. Aku mendengar suara malaikat berkata: \"Inilah para malaikat yang turun ke bumi, dan mengungkapkan apa yang tersembunyi kepada anak-anak manusia dan menggoda anak-anak manusia untuk melakukan dosa.\""

              ]
            }
          ]
        }
      ]          
    },
    {
      "name": "Henokh III - Kitab Nuh",
      "chapters": [
        {
          "chapter": 1,
          "sections": [
            {
              "title": "Kelahiran Nuh",
              "verses": [

"Dan beberapa hari kemudian anakku Metusalah mengambil seorang istri untuk anaknya Lamekh, dan dia mengandung oleh dia dan melahirkan seorang anak.",
"Dan tubuhnya putih seperti salju dan merah seperti mekarnya bunga mawar, dan rambut di kepalanya serta rambut panjangnya putih seperti bulu domba, dan matanya indah. Dan ketika dia membuka matanya, dia menerangi seluruh rumah seperti matahari, dan seluruh rumah sangat terang.",
"Dan kemudian dia bangkit di tangan bidan, membuka mulutnya, dan berbicara dengan Tuhan Kebenaran.",
"Dan ayahnya, Lamekh, takut padanya dan melarikan diri, dan datang kepada ayahnya Metusalah.",
"Dan dia berkata kepadanya: \"Aku telah memperanakkan seorang anak yang aneh, berbeda dari dan tidak mirip dengan manusia, dan menyerupai anak-anak TUHAN di sorga; dan sifatnya berbeda dan dia tidak seperti kita, dan matanya seperti sinar matahari, dan wajahnya mulia.",
"Dan sepertinya dia bukan berasal dariku tetapi dari malaikat-malaikat, dan aku khawatir bahwa pada zamannya sebuah keajaiban mungkin terjadi di bumi. Dan sekarang, ayahku, aku di sini untuk memohon dan memohon kepadamu agar engkau dapat pergi kepada Henokh, ayah kita, dan belajar darinya kebenaran, karena tempat tinggalnya ada di antara para malaikat.\"",
"Dan ketika Metusalah mendengar kata-kata anaknya, dia datang kepadaku di ujung bumi; karena dia telah mendengar bahwa aku ada di sana, dan dia berteriak dengan keras, dan aku mendengar suaranya dan aku datang kepadanya.",
"Dan aku berkata kepadanya: \"Lihatlah, di sini aku, anakku, mengapa engkau datang kepadaku?\"",
"Dan dia menjawab dan berkata: \"Karena suatu sebab besar kecemasan aku datang kepadamu, dan karena sebuah penglihatan yang mengganggu aku mendekat.",
"Dan sekarang, ayahku, dengarkan aku: kepada Lamekh anakku telah lahir seorang anak, yang tidak ada yang serupa dengannya, dan sifatnya tidak seperti sifat manusia, dan warna tubuhnya lebih putih dari salju dan lebih merah dari mekarnya bunga mawar, dan rambut di kepalanya lebih putih dari bulu domba yang putih, dan matanya seperti sinar matahari, dan dia membuka matanya dan kemudian menerangi seluruh rumah.",
"Dan dia bangkit di tangan bidan, dan membuka mulutnya dan memberkati Tuhan di sorga.",
"Dan ayahnya, Lamekh, menjadi takut dan melarikan diri kepadaku, dan tidak percaya bahwa dia berasal darinya, tetapi bahwa dia serupa dengan malaikat-malaikat di sorga; dan lihatlah aku telah datang kepadamu agar engkau dapat memberitahuku kebenaran.\"",
"Dan aku, Henokh, menjawab dan berkata kepadanya: \"Tuhan akan melakukan hal baru di bumi, dan ini telah aku lihat dalam sebuah penglihatan, dan membuatmu mengetahui bahwa pada generasi ayahku Yared, beberapa malaikat di sorga melanggar firman Tuhan.",
"Dan lihatlah mereka berbuat dosa dan melanggar hukum, dan telah bersatu dengan wanita dan berbuat dosa dengan mereka, dan telah menikahi beberapa dari mereka, dan telah melahirkan anak-anak dari mereka.",
"Dan mereka akan menghasilkan di bumi raksasa bukan menurut roh, tetapi menurut daging, dan akan ada hukuman besar di bumi, dan bumi akan dibersihkan dari semua ketidakmurnian.",
"Ya, akan datang kehancuran besar atas seluruh bumi, dan akan ada banjir besar dan kehancuran besar selama satu tahun.",
"Dan anak ini yang telah dilahirkan kepadamu akan tetap berada di bumi, dan ketiga anaknya akan diselamatkan bersamanya: ketika seluruh umat manusia yang ada di bumi akan mati, dia dan anak-anaknya akan diselamatkan.",
"Dan sekarang beri tahu anakmu Lamekh bahwa dia yang telah lahir adalah benar-benar anaknya, dan beri nama dia Nuh; karena dia akan dibiarkan untukmu, dan dia dan anak-anaknya akan diselamatkan dari kehancuran yang akan datang atas bumi karena semua dosa dan semua ketidakbenaran, yang akan diselesaikan di bumi pada zamannya.",
"Dan setelah itu akan ada ketidakbenaran yang lebih banyak daripada yang pertama kali terjadi di bumi; karena aku mengetahui rahasia-rahasia orang-orang kudus; karena Dia, Tuhan, telah menunjukkan dan memberitahuku, dan aku telah membaca dalam kitab-kitab sorgawi.",
"Dan aku melihat tertulis di dalamnya bahwa generasi demi generasi akan melanggar, sampai muncul suatu generasi yang benar, dan pelanggaran dihancurkan dan dosa lenyap dari bumi, dan segala kebaikan datang atasnya.",
"Dan sekarang, anakku, pergilah dan beritahukan kepada anakmu Lamekh bahwa anak ini, yang telah lahir, adalah benar-benar anaknya, dan itu bukanlah kebohongan.\"",
"Dan ketika Metusalah mendengar kata-kata ayahnya Henokhkarena dia telah menunjukkan kepadanya segala sesuatu secara rahasiadia kembali dan memberitahukannya dan memberi nama anak itu Nuh; karena dia akan menghibur bumi setelah semua kehancuran."

              ]
            }
          ]
        },
        {
          "chapter": 2,
          "sections": [
            {
              "title": "Memanggil Henokh",
              "verses": [

"Dan pada hari-hari itu, Nuh melihat bumi yang telah tenggelam dan kehancurannya sudah dekat.",
"Dan dia bangkit dari sana dan pergi ke ujung-ujung bumi, dan berteriak dengan keras kepada kakeknya, Henokh.",
"Nuh berkata tiga kali dengan suara yang penuh kepahitan: \"Dengarkan aku, dengarkan aku, dengarkan aku.\"",
"Dan aku berkata kepadanya: \"Katakan padaku apa yang sedang terjadi di bumi sehingga bumi berada dalam keadaan yang begitu jahat dan terguncang, jangan-jangan aku akan binasa bersamanya?\"",
"Dan kemudian ada keributan besar di bumi, dan suara terdengar dari langit, dan aku jatuh tersungkur.",
"Dan Henokh, kakekku, datang dan berdiri di sampingku, dan berkata kepadaku: \"Mengapa engkau berteriak kepadaku dengan tangisan pahit dan tangisan air mata?",
"Sebuah perintah telah dikeluarkan dari hadapan Tuhan mengenai mereka yang tinggal di bumi bahwa kehancuran mereka telah ditetapkan karena mereka telah mempelajari semua rahasia para malaikat, dan semua kekerasan dari para Setan, dan semua kekuatan mereka, yang paling rahasia.",
"Dan semua kekuatan mereka yang mempraktikkan sihir, dan kekuatan mereka yang menggunakan ilmu hitam, dan kekuatan mereka yang membuat patung logam cair. Untuk seluruh bumi: Dan bagaimana perak diproduksi dari debu bumi, dan bagaimana logam lunak berasal dari bumi. Karena timbal dan timah tidak diproduksi dari bumi seperti yang pertama: itu adalah mata air yang menghasilkan mereka, dan seorang malaikat berdiri di dalamnya, dan malaikat itu yang utama.\"",
"Dan setelah itu kakekku, Henokh, memegang tanganku dan mengangkatku, dan berkata kepadaku: \"Pergilah, karena aku telah meminta kepada Tuhan Semesta Alam mengenai keributan ini di bumi.",
"Dan Dia berkata kepadaku: 'Karena ketidakbenaran mereka, penghakiman mereka telah ditentukan dan tidak akan ditahan oleh-Ku untuk selama-lamanya. Karena sihir yang telah mereka selidiki dan pelajari, bumi dan mereka yang tinggal di atasnya akan dihancurkan.' ",
"Dan mereka ini, tidak ada tempat untuk pertobatan selama-lamanya, karena mereka telah memperlihatkan apa yang tersembunyi, dan mereka adalah yang terkutuk: tetapi bagimu, anakku, Tuhan Semesta Alam mengetahui bahwa engkau murni, dan tidak bersalah dari celaan ini mengenai rahasia-rahasia tersebut.",
"Dan Dia telah menetapkan namamu untuk berada di antara orang-orang kudus dan akan melindungimu di antara mereka yang tinggal di bumi. Dan Dia telah menetapkan benihmu yang benar baik untuk kerajaan dan untuk kehormatan besar, dan dari benihmu akan muncul sebuah mata air yang benar dan kudus tanpa jumlah untuk selama-lamanya.\"",
"Dan setelah itu dia menunjukkan kepadaku malaikat-malaikat penghukuman yang dipersiapkan untuk datang dan melepaskan semua kekuatan air yang berada di bawah bumi untuk membawa penghakiman dan kehancuran atas semua yang tinggal di bumi.",
"Dan Tuhan Semesta Alam memberikan perintah kepada malaikat-malaikat yang sedang pergi bahwa mereka tidak boleh menyebabkan air naik tetapi harus menahannya; karena malaikat-malaikat itu bertanggung jawab atas kekuatan air.",
"Dan aku pergi dari hadapan Henokh."

              ]
            }
          ]
        },
        {
          "chapter": 3,
          "sections": [
            {
              "title": "Penghakiman Malaikat",
              "verses": [

"Dan pada hari-hari itu firman TUHAN datang kepadaku, dan Dia berkata kepadaku: \"Nuh, nasibmu telah datang ke hadapan-Ku, suatu nasib tanpa cela, nasib cinta dan kebenaran.",
"Dan sekarang para malaikat sedang bekerja, dan ketika mereka telah menyelesaikan tugas mereka, Aku akan meletakkan tangan-Ku atasnya dan menjaganya, dan akan muncul dari situ benih kehidupan, dan akan terjadi perubahan sehingga bumi tidak akan tetap tanpa penghuni.",
"Dan Aku akan menjadikan benihmu kuat di hadapan-Ku untuk selama-lamanya, dan Aku akan menyebarkan mereka yang tinggal bersamamu: itu tidak akan menjadi tidak berbuah di muka bumi, tetapi itu akan diberkati dan berkembang biak di bumi dalam nama Tuhan.\"",
"Dan Dia akan memenjarakan para malaikat itu, yang telah menunjukkan ketidakbenaran di lembah yang terbakar yang kakekku Henokh pernah tunjukkan kepadaku di barat di antara gunung-gunung emas dan perak dan besi dan logam lunak dan timah.",
"Dan aku melihat lembah itu di mana ada kegoncangan besar dan kegoncangan air.",
"Dan ketika semua ini terjadi, dari logam cair yang terbakar itu dan dari kegoncangan di tempat itu, tercium bau belerang, dan itu terhubung dengan air-air tersebut, dan lembah para malaikat yang telah menyesatkan terbakar di bawah tanah itu.",
"Dan melalui lembah-lembahnya mengalir sungai-sungai api di mana para malaikat ini dihukum yang telah menyesatkan mereka yang tinggal di bumi.",
"Tetapi air-air itu pada hari-hari itu akan digunakan untuk para raja dan orang-orang perkasa dan orang-orang yang ditinggikan, dan mereka yang tinggal di bumi, untuk penyembuhan tubuh, tetapi untuk hukuman roh; sekarang roh mereka penuh dengan nafsu, sehingga mereka dapat dihukum dalam tubuh mereka.",
"Karena mereka telah menyangkal Tuhan Semesta Alam dan melihat hukuman mereka setiap hari, namun tidak percaya kepada nama-Nya.",
"Dan seiring dengan semakin parahnya pembakaran tubuh mereka, perubahan yang sepadan akan terjadi dalam roh mereka untuk selama-lamanya; karena di hadapan Tuhan Semesta Alam tidak ada seorang pun yang akan mengucapkan kata-kata sia-sia.",
"Karena penghakiman akan datang atas mereka karena mereka percaya pada nafsu tubuh mereka dan menyangkal Roh Tuhan.",
"Dan air-air yang sama itu akan mengalami perubahan pada hari-hari itu; karena ketika para malaikat itu dihukum dalam air-air ini, mata air ini akan mengubah suhunya, dan ketika para malaikat naik, air dari mata air ini akan berubah dan menjadi dingin.",
"Dan aku mendengar Mikhael menjawab dan berkata: \"Penghakiman ini di mana para malaikat dihakimi adalah kesaksian bagi para raja dan orang-orang perkasa yang memiliki bumi.",
"Karena air-air penghakiman ini melayani penyembuhan tubuh para raja dan nafsu tubuh mereka; oleh karena itu mereka tidak akan melihat dan tidak akan percaya bahwa air-air itu akan berubah dan menjadi api yang membakar untuk selama-lamanya.\""

              ]
            }
          ]
        },
        {
          "chapter": 4,
          "sections": [
            {
              "title": "Rahasia Perumpamaan",
              "verses": [

"Dan setelah itu kakekku Henokh memberikan ajaran kepadaku tentang semua rahasia dalam kitab Perumpamaan yang telah diberikan kepadanya, dan ia mengumpulkannya untukku dalam kata-kata kitab Perumpamaan.",
"Dan pada hari itu Mikhael menjawab Rafael dan berkata: \"Kekuatan roh membawa dan membuatku gemetar karena beratnya penghakiman atas rahasia-rahasia, penghakiman para malaikat: siapa yang dapat bertahan menghadapi penghakiman yang berat ini yang telah dilaksanakan, dan di hadapan penghakiman itu mereka melebur?\"",
"Dan Mikhael menjawab lagi, dan berkata kepada Rafael: \"Siapa yang hatinya tidak melembut terhadap hal ini, dan siapa yang jiwanya tidak gelisah karena kata-kata penghakiman yang telah keluar atas mereka karena mereka yang telah menyesatkan mereka?\"",
"Dan terjadilah ketika dia berdiri di hadapan Tuhan Semesta Alam, Mikhael berkata demikian kepada Rafael: \"Aku tidak akan memihak mereka di bawah pengawasan Tuhan Semesta Alam; karena Tuhan Semesta Alam telah marah kepada mereka karena mereka bertindak seolah-olah mereka adalah Tuhan. Karena itu semua yang tersembunyi akan menimpa mereka untuk selama-lamanya; sebab tidak ada malaikat maupun manusia yang akan mendapatkan bagian mereka, tetapi hanya mereka yang telah menerima penghakiman mereka untuk selama-lamanya.\"",
"Dan setelah penghakiman ini, mereka akan menakuti dan membuat mereka gemetar karena mereka telah menunjukkan ini kepada mereka yang tinggal di bumi.",
"Dan lihatlah nama-nama malaikat itu: yang pertama dari mereka adalah Semyaza, yang kedua Artaqifa, dan yang ketiga Armen, yang keempat Kokabiel, yang kelima Turael, yang keenam Rumjal, yang ketujuh Danjal, yang kedelapan Neqael, yang kesembilan Baraqel, yang kesepuluh Azazel, yang kesebelas Armaros, yang kedua belas Batarjal, yang ketiga belas Busasejal, yang keempat belas Hananel, yang kelima belas Turel, dan yang keenam belas Simapesiel, yang ketujuh belas Jetrel, yang kedelapan belas Tumael, yang kesembilan belas Turel, yang kedua puluh Rumael, yang kedua puluh satu Azazel.",
"Dan inilah para pemimpin malaikat-malaikat mereka dan nama-nama mereka, dan yang memimpin ratusan, puluhan, dan sekelompok sepuluh.",
"Nama yang pertama adalah Yeqon: dia adalah yang menyesatkan anak-anak Tuhan, dan membawa mereka turun ke bumi, dan menyesatkan mereka melalui anak-anak perempuan manusia.",
"Dan yang kedua bernama Asbeel: dia memberikan nasihat jahat kepada anak-anak Tuhan yang suci, dan menyesatkan mereka sehingga mereka mencemari tubuh mereka dengan anak-anak perempuan manusia.",
"Dan yang ketiga bernama Gadreel: dialah yang menunjukkan kepada anak-anak manusia semua pukulan maut, dan dia menyesatkan Hawa, dan menunjukkan perisai dan baju zirah, serta pedang untuk pertempuran, dan semua senjata maut kepada anak-anak manusia. Dan dari tangannya, mereka telah menggunakan senjata itu melawan mereka yang tinggal di bumi sejak hari itu dan untuk selama-lamanya.",
"Dan yang keempat bernama Penemue: dia mengajarkan kepada anak-anak manusia tentang yang pahit dan yang manis, dan dia mengajarkan semua rahasia kebijaksanaan mereka. Dan dia mengajari umat manusia cara menulis dengan tinta dan kertas, dan karenanya banyak yang berdosa dari kekekalan hingga kekekalan dan hingga hari ini. Sebab manusia tidak diciptakan untuk tujuan seperti itu, untuk memberikan kepastian pada keyakinan mereka dengan pena dan tinta. Sebab manusia diciptakan persis seperti malaikat, dengan maksud agar mereka tetap murni dan benar, dan kematian, yang menghancurkan segalanya, tidak dapat menguasai mereka, tetapi melalui pengetahuan ini mereka binasa, dan melalui kekuatan ini, pengetahuan itu menghancurkan manusia.",
"Dan yang kelima bernama Kasdeja: dialah yang menunjukkan kepada anak-anak manusia semua pandai besi yang jahat dari roh-roh dan setan-setan, dan kematian janin dalam rahim, agar ia lenyap, dan gigitan ular, dan kematian yang terjadi melalui panas tengah hari anak ular yang bernama Tabaet.",
"Dan ini adalah tugas Kasbeel, pemimpin dari sumpah yang ditunjukkannya kepada orang-orang suci ketika dia tinggal tinggi di atas dalam kemuliaan, dan namanya adalah Biqa.",
"Malaikat ini meminta Mikhael untuk menunjukkan kepadanya nama yang tersembunyi, agar ia dapat menyebutkannya dalam sumpah, sehingga mereka yang telah mengungkapkan semua yang tersembunyi kepada anak-anak manusia dapat gemetar di hadapan nama dan sumpah itu.",
"Dan inilah kekuatan sumpah ini, karena sumpah ini kuat dan penuh kuasa, dan dia menempatkan sumpah ini, Akae, di tangan Mikhael.",
"Inilah rahasia dari sumpah ini dan mereka kuat melalui sumpah-Nya: Langit digantung sebelum dunia diciptakan, dan untuk selama-lamanya.",
"Dan melalui sumpah itu bumi didirikan di atas air dan dari ceruk rahasia gunung-gunung mengalir air yang indah sejak penciptaan dunia dan hingga kekekalan.",
"Dan melalui sumpah itu laut diciptakan dan sebagai fondasinya Dia menetapkan pasir sebagai batasnya terhadap waktu murka, dan ia tidak berani melampaui batas itu dari penciptaan dunia hingga kekekalan.",
"Dan melalui sumpah itu, kedalaman ditetapkan dan tetap berada di tempatnya dan tidak bergeming dari tempatnya dari kekekalan hingga kekekalan.",
"Dan melalui sumpah itu, matahari dan bulan menyelesaikan lintasan mereka dan tidak menyimpang dari ketetapan mereka dari kekekalan hingga kekekalan.",
"Dan melalui sumpah itu, bintang-bintang menyelesaikan lintasan mereka dan Dia memanggil mereka dengan nama mereka, dan mereka menjawab-Nya dari kekekalan hingga kekekalan.",
"Dan sumpah ini perkasa atas mereka dan melalui sumpah ini jalan-jalan mereka terjaga dan lintasan mereka tidak hancur.",
"Dan ada sukacita besar di antara mereka, dan mereka memberkati serta memuliakan dan mengagungkan karena nama Anak Manusia itu telah diungkapkan kepada mereka.",
"Dan Dia duduk di atas takhta kemuliaan-Nya dan penghakiman diberikan kepada Anak Manusia itu, dan Dia membuat para pendosa binasa dan dihancurkan dari muka bumi, begitu pula mereka yang telah menyesatkan dunia.",
"Dengan rantai mereka akan diikat dan di tempat penghancuran mereka akan dipenjarakan, dan semua pekerjaan mereka akan lenyap dari muka bumi.",
"Dan mulai dari sekarang tidak akan ada yang rusak; Karena Anak Manusia itu telah muncul dan telah duduk di atas takhta kemuliaan-Nya.",
"Semua kejahatan akan lenyap di hadapan wajah-Nya dan firman Anak Manusia itu akan keluar dan perkasa di hadapan Tuhan Semesta Alam."

              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Henokh IV - Kerajaan Sorga",
      "chapters": [
        {
          "chapter": 1,
          "sections": [
            {
              "title": "Henokh Diangkat",
              "verses": [

"Dan terjadilah setelah itu bahwa namanya selama hidupnya ditinggikan kepada Anak Manusia itu dan kepada Tuhan Semesta Alam dari antara mereka yang tinggal di bumi.",
"Dan dia diangkat ke atas dengan kereta roh dan namanya lenyap di antara mereka.",
"Dan sejak hari itu aku tidak lagi terhitung di antara mereka, dan Dia menempatkanku di antara dua angin, antara Utara dan Barat, di mana para malaikat mengambil tali untuk mengukur tempat bagiku bagi orang-orang pilihan dan benar.",
"Dan di sana aku melihat nenek moyang pertama dan orang-orang benar yang sejak awal tinggal di tempat itu.",
"Dan terjadilah setelah itu bahwa rohku dipindahkan dan naik ke sorga. Aku melihat anak-anak Tuhan yang kudus.",
"Mereka berjalan di atas nyala api: Pakaian mereka putih dan wajah mereka bersinar seperti salju.",
"Dan aku melihat dua aliran api dan cahaya api itu bersinar seperti kecubung, dan aku jatuh tertelungkup di hadapan Tuhan Semesta Alam.",
"Dan malaikat Mikhael meraih tangan kananku dan mengangkatku dan membawaku ke dalam semua rahasia, dan dia menunjukkan kepadaku semua rahasia kebenaran.",
"Dan dia menunjukkan kepadaku semua rahasia ujung-ujung langit, dan semua bilik semua bintang, dan semua cahaya, dari mana mereka keluar di hadapan wajah orang-orang kudus.",
"Dan dia memindahkan rohku ke dalam sorga dari segala sorga dan aku melihat di sana seakan-akan ada suatu bangunan yang terbuat dari kristal dan di antara kristal-kristal itu ada lidah-lidah api hidup.",
"Dan rohku melihat ikat pinggang yang mengikat rumah api itu dan di keempat sisinya ada aliran-aliran penuh api hidup, dan mereka mengikat rumah itu.",
"Dan di sekelilingnya ada Serafim, Kerubim, dan Ofanim: Dan inilah mereka yang tidak tidur dan menjaga takhta kemuliaan-Nya.",
"Dan aku melihat para malaikat yang tidak terhitung banyaknya. Seribu ribu dan sepuluh ribu kali sepuluh ribu mengelilingi rumah itu.",
"Dan Mikhael, Rafael, Gabriel, dan Fanuel, serta para malaikat kudus yang berada di atas langit-langit keluar masuk rumah itu.",
"Dan mereka keluar dari rumah itu, dan Mikhael serta Gabriel, Rafael, dan Fanuel, serta banyak malaikat kudus yang tak terhitung jumlahnya.",
"Dan bersama mereka Yang Mahatinggi, Kepala-Nya putih dan murni seperti wol, dan pakaian-Nya tak terlukiskan.",
"Dan aku jatuh tertelungkup dan seluruh tubuhku menjadi lemas, dan rohku diubah; dan aku berseru dengan suara nyaring dengan roh kekuatan dan memberkati serta memuliakan dan mengagungkan.",
"Dan berkat-berkat ini yang keluar dari mulutku berkenan di hadapan Yang Mahatinggi.",
"Dan Yang Mahatinggi datang bersama Mikhael dan Gabriel, Rafael, serta Fanuel, ribuan dan puluhan ribu malaikat yang tak terhitung jumlahnya.",
"Dan Dia datang kepadaku dan menyapaku dengan suara-Nya, dan berkata kepadaku: \"Inilah Anak Manusia yang lahir untuk kebenaran, dan kebenaran tinggal di atas-Nya, dan kebenaran dari Yang Mahatinggi tidak akan meninggalkan-Nya.\"",
"Dan Dia berkata kepadaku: \"Dia mengumumkan kepadamu damai dalam nama dunia yang akan datang; karena dari sinilah damai telah keluar sejak penciptaan dunia, dan demikianlah akan ada bagimu untuk selama-lamanya dan selama-lamanya.",
"Dan semua akan berjalan dalam jalan-Nya karena kebenaran tidak pernah meninggalkan-Nya.",
"Bersama-Nya akan menjadi tempat tinggal mereka, dan bersama-Nya warisan mereka, dan mereka tidak akan terpisah dari-Nya untuk selama-lamanya dan selama-lamanya.",
"Dan demikianlah akan ada panjang umur dengan Anak Manusia itu dan orang-orang benar akan memiliki damai dan jalan yang lurus dalam nama Tuhan Semesta Alam untuk selama-lamanya dan selama-lamanya."

              ]
            }
          ]
        },
        {
          "chapter": 2,
          "sections": [
            {
              "title": "Para Penerang",
              "verses": [

"Kitab tentang perjalanan cahaya-cahaya langit, hubungan masing-masing sesuai dengan kelasnya, kekuasaannya dan musim-musimnya, sesuai dengan nama-nama dan tempat asal mereka, dan sesuai dengan bulan-bulannya, yang Uriel, malaikat kudus yang bersama denganku, yang adalah pemandu mereka, tunjukkan kepadaku.",
"Dan dia menunjukkan kepadaku semua hukum mereka dengan tepat seperti apa adanya, dan bagaimana itu berhubungan dengan semua tahun di dunia dan sampai selama-lamanya, sampai penciptaan baru terlaksana yang berlangsung sampai kekekalan.",
"Dan inilah hukum pertama dari para cahaya: cahaya matahari memiliki tempat terbitnya di gerbang-gerbang timur langit, dan tempat terbenamnya di gerbang-gerbang barat langit.",
"Dan aku melihat enam gerbang di mana matahari terbit, dan enam gerbang di mana matahari terbenam dan bulan terbit dan terbenam di gerbang-gerbang ini, dan para pemimpin bintang-bintang serta mereka yang mereka pimpin: enam di timur dan enam di barat, dan semua mengikuti satu sama lain dalam urutan yang benar-benar sesuai: juga banyak jendela di kanan dan kiri dari gerbang-gerbang ini.",
"Dan pertama-tama keluarlah cahaya besar, yang disebut matahari, dan kelilingnya seperti keliling langit, dan dia sepenuhnya dipenuhi dengan api yang menerangi dan memanaskan.",
"Kereta di mana dia naik, didorong oleh angin, dan matahari turun dari langit dan kembali melalui utara untuk mencapai timur, dan dipandu sedemikian rupa sehingga dia datang ke gerbang yang sesuai dan bersinar di hadapan langit.",
"Dengan cara ini dia terbit pada bulan pertama di gerbang besar, yang adalah gerbang keempat. Dan di gerbang keempat dari mana matahari terbit pada bulan pertama ada dua belas jendela yang terbuka, dari mana keluar api ketika mereka dibuka pada musimnya.",
"Ketika matahari terbit di langit, dia keluar melalui gerbang keempat itu selama tiga puluh pagi berturut-turut, dan terbenam dengan tepat di gerbang keempat di barat langit.",
"Dan selama periode ini, hari menjadi lebih panjang setiap harinya dan malam menjadi lebih pendek setiap malam sampai pagi yang ketiga puluh.",
"Pada hari itu, hari lebih panjang daripada malam dengan selisih satu per sembilan, dan hari mencapai tepat sepuluh bagian dan malam delapan bagian.",
"Dan matahari terbit dari gerbang keempat itu, dan terbenam di gerbang keempat dan kembali ke gerbang kelima di timur selama tiga puluh pagi dan terbit dari sana dan terbenam di gerbang kelima.",
"Dan kemudian hari menjadi lebih panjang dengan dua bagian dan mencapai sebelas bagian, dan malam menjadi lebih pendek dan mencapai tujuh bagian.",
"Dan dia kembali ke timur dan masuk ke gerbang keenam, dan terbit dan terbenam di gerbang keenam selama tiga puluh satu pagi karena tanda-tandanya.",
"Pada hari itu, hari menjadi lebih panjang daripada malam, dan hari menjadi dua kali lipat dari malam, dan hari menjadi dua belas bagian, dan malam diperpendek dan menjadi enam bagian.",
"Dan matahari naik untuk membuat hari lebih pendek dan malam lebih panjang, dan matahari kembali ke timur dan masuk ke gerbang keenam dan terbit dari sana dan terbenam selama tiga puluh pagi.",
"Dan ketika tiga puluh pagi itu selesai, hari berkurang tepat satu bagian, dan menjadi sebelas bagian, dan malam tujuh bagian.",
"Dan matahari keluar dari gerbang keenam di barat, dan pergi ke timur dan terbit di gerbang kelima selama tiga puluh pagi, dan terbenam lagi di barat di gerbang kelima barat.",
"Pada hari itu hari berkurang dua bagian, dan mencapai sepuluh bagian dan malam delapan bagian.",
"Dan matahari keluar dari gerbang kelima itu dan terbenam di gerbang kelima di barat, dan terbit di gerbang keempat selama tiga puluh satu pagi karena tanda-tandanya, dan terbenam di barat.",
"Pada hari itu, siang disejajarkan dengan malam, dan malam mencapai sembilan bagian dan siang mencapai sembilan bagian.",
"Dan matahari terbit dari gerbang itu dan terbenam di barat, dan kembali ke timur dan terbit tiga puluh pagi di gerbang ketiga dan terbenam di barat di gerbang ketiga.",
"Dan pada hari itu malam menjadi lebih panjang dari siang, dan malam menjadi lebih panjang dari malam sebelumnya, dan siang lebih pendek dari siang sebelumnya hingga pagi yang ketiga puluh, dan malam mencapai tepat sepuluh bagian dan siang delapan bagian.",
"Dan matahari terbit dari gerbang ketiga itu dan terbenam di gerbang ketiga di barat dan kembali ke timur dan selama tiga puluh pagi terbit di gerbang kedua di timur, dan dengan cara yang sama terbenam di gerbang kedua di barat langit.",
"Dan pada hari itu malam mencapai sebelas bagian dan siang tujuh bagian.",
"Dan matahari terbit pada hari itu dari gerbang kedua itu dan terbenam di barat di gerbang kedua, dan kembali ke timur ke gerbang pertama selama tiga puluh satu pagi, dan terbenam di gerbang pertama di barat langit.",
"Dan pada hari itu malam menjadi lebih panjang dan mencapai dua kali lipat dari siang: dan malam mencapai tepat dua belas bagian dan siang enam bagian.",
"Dan matahari telah melintasi bagian-bagian jalur edarnya dan kembali pada bagian-bagian jalur edarnya, dan memasuki gerbang itu selama tiga puluh pagi dan juga terbenam di barat di seberangnya.",
"Dan pada malam itu panjang malam berkurang sebanyak satu bagian dari sembilan bagian, dan malam telah menjadi sebelas bagian dan siang tujuh bagian.",
"Dan matahari telah kembali dan memasuki gerbang kedua di timur, dan kembali pada bagian-bagian jalur edarnya selama tiga puluh pagi, terbit dan terbenam.",
"Dan pada hari itu panjang malam berkurang, dan malam mencapai sepuluh bagian dan siang delapan bagian.",
"Dan pada hari itu matahari terbit dari gerbang itu, dan terbenam di barat, dan kembali ke timur, dan terbit di gerbang ketiga selama tiga puluh satu pagi, dan terbenam di barat langit.",
"Pada hari itu malam berkurang dan mencapai sembilan bagian, dan siang mencapai sembilan bagian, dan malam sama dengan siang, dan tahun tepat tiga ratus enam puluh empat hari.",
"Dan panjangnya siang dan malam, serta pendeknya siang dan malam, munculmelalui perjalanan matahari perbedaan ini dibuat.",
"Sehingga perjalanannya menjadi lebih panjang setiap hari, dan perjalanannya lebih pendek setiap malam.",
"Dan inilah hukum dan perjalanan matahari, dan kembalinya sesering kali dia kembali enam puluh kali dan terbit untuk selama-lamanya.",
"Dan yang terbit adalah cahaya besar, dan dinamai demikian sesuai dengan penampilannya, sesuai dengan perintah Tuhan.",
"Saat dia terbit, demikian juga dia terbenam dan tidak berkurang, dan tidak berhenti, tetapi berlari siang dan malam, dan cahayanya tujuh kali lebih terang daripada bulan; tetapi mengenai ukuran, keduanya sama.",
"Dan setelah hukum ini aku melihat hukum lain yang berhubungan dengan cahaya yang lebih kecil, yang disebut Bulan.",
"Dan kelilingnya seperti keliling langit, dan kereta di mana dia mengendarai didorong oleh angin, dan cahaya diberikan kepadanya sesuai dengan ukurannya.",
"Dan terbit dan terbenamnya berubah setiap bulan dan harinya seperti hari-hari matahari, dan ketika cahayanya merata, cahayanya mencapai sepersepuluh bagian dari cahaya matahari.",
"Dan demikianlah dia terbit. Dan fase pertamanya di timur muncul pada pagi ketiga puluh: dan pada hari itu dia menjadi terlihat dan membentuk fase pertama bulan pada hari ketiga puluh bersama dengan matahari di gerbang tempat matahari terbit.",
"Dan setengah dari bulan itu muncul dalam bagian ketujuh, dan seluruh kelilingnya kosong, tanpa cahaya, kecuali sepertujuh bagian dari bulan itu, yakni empat belas bagian dari cahayanya.",
"Dan ketika bulan menerima sepertujuh bagian dari setengah cahayanya, cahayanya mencapai sepertujuh bagian dan setengahnya.",
"Dan bulan terbenam bersama matahari, dan ketika matahari terbit, bulan terbit bersamanya dan menerima setengah dari satu bagian cahaya, dan pada malam itu di awal paginya, saat dimulainya hari lunar, bulan terbenam bersama matahari, dan tidak terlihat pada malam itu dengan empat belas bagian dan setengah dari salah satu bagiannya.",
"Dan bulan terbit pada hari itu dengan tepat sepertujuh bagian, dan muncul dan bergerak mundur dari terbitnya matahari, dan pada hari-hari sisanya bulan menjadi terang dalam tiga belas bagian.",
"Dan aku melihat lintasan lain, suatu hukum bagi bulan, bagaimana menurut hukum itu bulan melakukan revolusi bulanan.",
"Dan semua ini ditunjukkan kepadaku oleh Uriel, malaikat kudus yang adalah pemimpin dari semuanya, dan posisinya, dan aku menulis posisi mereka seperti yang ditunjukkannya kepadaku, dan aku menulis bulan-bulan mereka sebagaimana adanya, dan penampakan cahaya mereka sampai lima belas hari tercapai.",
"Dalam satu-satu bagian ketujuh, bulan menyelesaikan semua cahayanya di timur, dan dalam satu-satu bagian ketujuh menyelesaikan semua kegelapannya di barat.",
"Dan pada bulan-bulan tertentu, bulan mengubah waktu terbenamnya, dan pada bulan-bulan tertentu dia mengikuti lintasan khasnya sendiri.",
"Dalam dua bulan, bulan terbenam bersama matahari: pada dua gerbang tengah itu, yaitu yang ketiga dan keempat. Bulan muncul selama tujuh hari, dan berputar dan kembali lagi melalui gerbang tempat matahari terbit, dan menyelesaikan semua cahayanya dan bergerak mundur dari matahari, dan dalam delapan hari masuk ke gerbang keenam tempat matahari muncul.",
"Dan ketika matahari muncul dari gerbang keempat, bulan muncul selama tujuh hari, hingga dia keluar dari gerbang kelima dan kembali lagi dalam tujuh hari ke gerbang keempat dan menyelesaikan semua cahayanya: dan bulan bergerak mundur dan masuk ke gerbang pertama dalam delapan hari.",
"Dan bulan kembali lagi dalam tujuh hari ke gerbang keempat dari mana matahari terbit.",
"Demikianlah aku melihat posisinya, bagaimana bulan-bulan terbit dan matahari terbenam pada hari-hari itu.",
"Dan jika lima tahun dijumlahkan, matahari memiliki kelebihan tiga puluh hari, dan semua hari yang terkumpul untuk salah satu dari lima tahun itu, ketika genap, mencapai tiga ratus enam puluh empat hari.",
"Dan kelebihan dari matahari dan bintang-bintang berjumlah enam hari: dalam lima tahun,enam hari setiap tahun menjadi tiga puluh hari: dan bulan tertinggal di belakang matahari dan bintang-bintang sebanyak tiga puluh hari.",
"Dan matahari dan bintang-bintang menyelesaikan semua tahun dengan tepat, sehingga mereka tidak maju atau mundur satu hari pun sampai kekekalan; tetapi menyelesaikan tahun-tahun dengan keadilan sempurna dalam tiga ratus enam puluh empat hari.",
"Dalam tuga tahun ada seribu sembilan puluh dua hari, dan dalam lima tahun seribu delapan ratus dua puluh hari, sehingga dalam delapan tahun ada dua ribu sembilan ratus dua belas hari.",
"Untuk bulan saja, hari-harinya mencapai seribu enam pulih dua hari dalam tiga tahun, dan dalam lima tahun bulan tertinggal lima puluh hari, sehingga jumlahnya harus ditambahkan enam puluh dua hari.",
"Dan dalam lima tahun ada seribu tujuh ratus tujuh puluh hari, sehingga untuk bulan hari-hari dalam delapan tahun berjumlah dua puluh satu ribu delapan ratus tiga puluh dua hari.",
"Karena dalam delapan tahun bulan tertinggal sebanyak delapan puluh hari, seluruh tujuh belas hari yang tertinggal dalam delapan tahun adalah delapan puluh.",
"Dan tahun selesai dengan akurat sesuai dengan stasiun dunia mereka dan stasiun matahari, yang terbit dari gerbang-gerbang tempat matahari terbit dan terbenam selama tiga puluh hari.",
"Dan para pemimpin dari ribuan kepala, yang ditempatkan atas seluruh ciptaan dan atas semua bintang, juga berhubungan dengan empat hari kabisat, yang tidak terpisahkan dari tugas mereka, sesuai dengan perhitungan tahun, dan mereka melayani pada empat hari yang tidak diperhitungkan dalam perhitungan tahun.",
"Dan karena mereka, manusia berbuat salah di dalamnya, karena benda-benda penerang itu benar-benar memberikan pelayanan di stasiun dunia, satu di gerbang pertama, satu di gerbang ketiga dari langit, satu di gerbang keempat, dan satu di gerbang keenam, dan ketepatan tahun tercapai melalui tiga ratus enam puluh empat stasiunnya yang terpisah.",
"Untuk tanda-tanda dan waktu dan tahun dan hari, malaikat Uriel menunjukkan kepadaku, yang oleh Tuhan kemuliaan telah ditetapkan untuk selamanya atas semua benda penerang di langit, di langit dan di dunia, bahwa mereka harus memerintah di wajah langit dan terlihat di bumi dan menjadi pemimpin bagi siang dan malam dan semua makhluk pelayan yang berputar dalam semua kereta langit.",
"Demikian pula, dua belas pintu Uriel menunjukkan kepadaku terbuka di keliling kereta matahari di langit, di mana sinar matahari menerobos keluar: dan dari mereka kehangatan menyebar ke bumi, ketika mereka dibuka pada musim yang ditentukan.",
"Dan untuk angin dan roh embun ketika mereka terbuka, berdiri terbuka di langit di ujung-ujungnya.",
"Adapun dua belas gerbang di langit di ujung-ujung bumi, dari mana matahari, bulan, dan bintang-bintang keluar, dan semua karya langit di timur dan di barat.",
"Ada banyak jendela yang terbuka di kiri dan kanan mereka, dan satu jendela pada musimnya menghasilkan kehangatan, sesuai dengan pintu-pintu itu dari mana bintang-bintang muncul sesuai dengan apa yang diperintahkan-Nya kepada mereka dan di mana mereka terbenam sesuai dengan jumlah mereka.",
"Dan aku melihat kereta-kereta di langit, berlari di dunia, di atas gerbang-gerbang itu di mana bintang-bintang yang tak pernah terbenam berputar.",
"Dan satu lebih besar dari semua yang lainnya dan itulah yang membuat perjalanannya melalui seluruh dunia.",
"Dan di ujung-ujung bumi aku melihat dua belas gerbang terbuka ke semua penjuru dari mana angin keluar dan bertiup di atas bumi.",
"Tiga dari mereka terbuka di wajah langit, dan tiga di barat, dan tiga di kanan langit, dan tiga di kiri.",
"Dan tiga yang pertama adalah gerbang-gerbang di timur, dan tiga adalah dari utara, dan tiga setelah itu di kiri dari selatan, dan tiga dari barat.",
"Melalui empat dari mereka keluar angin berkat dan kemakmuran dan dari delapan angin itu keluar angin-angin yang merugikan: ketika mereka dikirim, mereka membawa kehancuran di seluruh bumi dan di atas air di atasnya, dan pada semua yang tinggal di atasnya, dan pada segala sesuatu yang ada di air dan di daratan.",
"Dan angin pertama dari gerbang-gerbang itu, yang disebut angin timur, keluar melalui gerbang pertama yang ada di timur, cenderung ke selatan: dari sana keluar kehancuran, kekeringan, panas, dan kehancuran.",
"Dan melalui gerbang kedua di tengah datang apa yang pantas, dan dari sana keluar hujan dan kesuburan dan kemakmuran dan embun; dan melalui gerbang ketiga yang terletak ke utara keluar dingin dan kekeringan.",
"Dan setelah itu keluar angin selatan melalui tiga gerbang: melalui gerbang pertama yang cenderung ke timur keluar angin panas.",
"Dan melalui gerbang tengah di sebelahnya keluar aroma harum, dan embun dan hujan, dan kemakmuran dan kesehatan.",
"Dan melalui gerbang ketiga yang terletak di barat keluar embun dan hujan, belalang, dan kehancuran.",
"Dan setelah itu angin utara: dari gerbang ketujuh di timur keluar embun dan hujan, belalang, dan kehancuran.",
"Dan dari gerbang tengah keluar langsung kesehatan dan hujan dan embun dan kemakmuran; dan melalui gerbang ketiga di barat keluar awan dan embun beku, dan salju dan hujan, dan embun dan belalang.",
"Dan setelah itu datanglah empat angin barat: melalui gerbang pertama yang bersebelahan dengan utara keluar embun dan embun beku, dan dingin dan salju dan es.",
"Dan dari gerbang tengah keluar embun dan hujan, dan kemakmuran dan berkat; dan melalui gerbang terakhir yang bersebelahan dengan selatan keluar kekeringan dan kehancuran, dan panas yang membakar dan kehancuran.",
"Dan kedua belas gerbang dari keempat penjuru langit dengan demikian diselesaikan, dan semua hukum mereka dan semua bencana mereka dan semua berkah mereka telah aku tunjukkan kepadamu, anakku Metusalah.",
"Dan bagian pertama disebut timur karena itu yang pertama. Dan yang kedua, selatan, karena Yang Mahatinggi akan turun di sana, ya, di sana dalam pengertian yang sangat khusus Dia yang diberkati selamanya akan turun.",
"Dan bagian barat disebut yang berkurang karena di sana semua benda penerang di langit berkurang dan turun.",
"Dan bagian keempat yang disebut utara, dibagi menjadi tiga bagian: yang pertama adalah untuk tempat tinggal manusia: dan yang kedua mengandung lautan air, dan jurang-jurang dan hutan-hutan dan sungai-sungai, serta kegelapan dan awan-awan; dan bagian ketiga berisi taman kebenaran.",
"Aku melihat tujuh gunung tinggi, lebih tinggi dari semua gunung yang ada di bumi dan dari situ keluarlah embun beku, dan hari-hari, musim-musim, dan tahun-tahun berlalu.",
"Aku melihat tujuh sungai di bumi yang lebih besar dari semua sungai: salah satunya yang datang dari barat mengalirkan airnya ke Laut Besar.",
"Dan dua dari sungai-sungai itu datang dari utara ke laut dan mengalirkan airnya ke Laut Eritrea di timur.",
"Dan sisanya, empat keluar dari sisi utara ke laut mereka sendiri, dua dari mereka ke Laut Eritrea, dan dua ke Laut Besar dan mengalirkan diri mereka di sana dan beberapa mengatakan, ke padang gurun.",
"Tujuh pulau besar aku lihat di laut dan di daratan: dua di daratan dan lima di Laut Besar.",
"Dan nama-nama matahari adalah sebagai berikut: yang pertama Orjares, dan yang kedua Tomas.",
"Dan bulan memiliki empat nama: nama pertama adalah Asonja, yang kedua Ebla, yang ketiga Benase, dan yang keempat Erae.",
"Inilah dua benda penerang besar: keliling mereka seperti keliling langit, dan ukuran keliling keduanya sama.",
"Di keliling matahari ada tujuh bagian cahaya yang ditambahkan padanya lebih banyak daripada pada bulan, dan dalam ukuran tertentu itu dipindahkan sampai bagian ketujuh dari matahari habis.",
"Dan mereka terbenam dan memasuki gerbang-gerbang barat, dan membuat revolusi mereka melalui utara, dan keluar melalui gerbang-gerbang timur di wajah langit.",
"Dan ketika bulan terbit, satu bagian dari empat belas muncul di langit: cahaya menjadi penuh padanya: pada hari keempat belas, cahayanya terpenuhi.",
"Dan lima belas bagian cahaya dipindahkan padanya sampai hari kelima belas cahayanya terpenuhi, sesuai dengan tanda tahun, dan dia menjadi lima belas bagian, dan bulan tumbuh dengan empat belas bagian.",
"Dan saat berkurangnya, pada hari pertama, cahayanya berkurang menjadi empat belas bagian, pada hari kedua menjadi tiga belas bagian cahaya, pada hari ketiga menjadi dua belas, pada hari keempat menjadi sebelas, pada hari kelima menjadi sepuluh, pada hari keenam menjadi sembilan, pada hari ketujuh menjadi delapan, pada hari kedelapan menjadi tujuh, pada hari kesembilan menjadi enam, pada hari kesepuluh menjadi lima, pada hari kesebelas menjadi empat, pada hari kedua belas menjadi tiga, pada hari ketiga belas menjadi dua, pada hari keempat belas menjadi setengah dari tujuh, dan semua cahaya yang tersisa hilang sepenuhnya pada hari kelima belas.",
"Dan dalam bulan-bulan tertentu, bulan memiliki dua puluh sembilan hari dan sekali dua puluh delapan.",
"Dan Uriel menunjukkan kepadaku hukum lain: ketika cahaya dipindahkan ke bulan, dan di sisi mana itu dipindahkan kepadanya oleh matahari.",
"Selama seluruh periode di mana bulan bertambah dalam cahayanya, ia memindahkannya ke dirinya sendiri ketika berlawanan dengan matahari selama empat belas hari cahayanya terpenuhi di langit, dan ketika ia diterangi seluruhnya, cahayanya terpenuhi penuh di langit.",
"Dan pada hari pertama dia disebut bulan baru, karena pada hari itu cahaya terbit padanya. Dia menjadi bulan purnama tepat pada hari ketika matahari terbenam di barat, dan dari timur dia terbit di malam hari, dan bulan bersinar sepanjang malam hingga matahari terbit berlawanan dengannya dan bulan terlihat berlawanan dengan matahari.",
"Di sisi dari mana cahaya bulan muncul, di situ dia kembali berkurang sampai semua cahaya lenyap dan semua hari dalam bulan berakhir dan kelilingnya kosong, tanpa cahaya.",
"Dan tiga bulan dia membuatnya tiga puluh hari, dan pada waktunya dia membuat tiga bulan dengan dua puluh sembilan hari masing-masing, di mana dia menyelesaikan berkurangnya pada periode pertama, dan di gerbang pertama selama seratus tujuh puluh tujuh hari.",
"Dan pada saat keluarnya, dia muncul selama tiga bulan tiga puluh hari masing-masing, dan selama tiga bulan dia muncul dua puluh sembilan hari masing-masing.",
"Pada malam hari dia muncul seperti manusia selama dua puluh hari setiap kali, dan pada siang hari dia muncul seperti langit, dan tidak ada yang lain padanya selain cahayanya.",
"Dan sekarang, anakku, aku telah menunjukkan kepadamu segalanya, dan hukum semua bintang langit telah selesai.",
"Dan dia menunjukkan kepadaku semua hukum ini untuk setiap hari, dan untuk setiap musim yang memimpin, dan untuk setiap tahun, dan untuk keluarnya, dan untuk urutan yang ditetapkan untuk setiap bulan dan setiap minggu: Dan berkurangnya bulan yang terjadi di gerbang keenam: karena di gerbang keenam ini cahayanya terpenuhi.",
"Dan setelah itu ada awal dari berkurangnya yang terjadi di gerbang pertama pada musimnya, sampai seratus tujuh puluh tujuh hari terpenuhi: dihitung menurut minggu, dua puluh lima minggu dan dua hari.",
"Dia tertinggal di belakang matahari dan urutan bintang-bintang tepat lima hari dalam satu periode, dan ketika tempat ini yang kamu lihat telah dilalui.",
"Demikianlah gambaran dan sketsa dari setiap benda penerang yang Uriel sang malaikat agung, yang merupakan pemimpin mereka, tunjukkan kepadaku."

              ]
            }
          ]
        },
        {
          "chapter": 3,
          "sections": [
            {
              "title": "Kitab-Kitab Sorgawi",
              "verses": [

"Dan pada hari-hari itu malaikat Uriel menjawab dan berkata kepadaku: \"Lihatlah, aku telah menunjukkan segala sesuatu kepadamu, Henokh, dan aku telah mengungkapkan segala sesuatu kepadamu agar engkau melihat matahari dan bulan ini, serta para pemimpin bintang-bintang di langit dan semua yang menggerakkannya, tugas-tugas mereka, waktu-waktu mereka, dan keberangkatan mereka.",
"Dan pada hari-hari orang berdosa, tahun-tahun akan diperpendek dan keturunan mereka akan tertunda di tanah-tanah dan ladang-ladang mereka.",
"Dan segala sesuatu di bumi akan berubah dan tidak akan muncul pada waktunya: Hujan akan ditahan dan sorga akan menahannya.",
"Dan pada waktu-waktu itu, buah-buahan di bumi akan mundur dan tidak akan tumbuh pada waktunya, dan buah-buahan pohon akan ditahan pada waktunya.",
"Dan bulan akan mengubah urutannya dan tidak akan muncul pada waktunya.",
"Dan pada hari-hari itu matahari akan terlihat dan dia akan melakukan perjalanan di sore hari di ujung kereta besar di barat dan akan bersinar lebih terang daripada yang seharusnya menurut urutan cahaya.",
"Dan banyak pemimpin bintang-bintang akan melanggar aturan dan mereka akan mengubah jalur edar dan tugas mereka dan tidak akan muncul pada musim-musim yang telah ditentukan bagi mereka.",
"Dan seluruh tatanan bintang-bintang akan tersembunyi dari orang-orang berdosa dan pikiran orang-orang di bumi akan tersesat mengenai mereka. Dan mereka akan menyimpang dari semua jalan mereka. Ya, mereka akan tersesat dan menganggap mereka sebagai tuhan.",
"Dan kejahatan akan berlipat ganda atas mereka, dan hukuman akan datang atas mereka untuk menghancurkan semuanya.\"",
"Dan Dia berkata kepadaku: \"Perhatikan, Henokh, kitab-kitab sorgawi ini dan bacalah apa yang tertulis di dalamnya, dan tandai setiap kenyataan masing-masing.\"",
"Dan aku mengamati kitab-kitab sorgawi, dan membaca segala sesuatu yang tertulis dan memahami segala sesuatu, dan membaca kitab dari semua perbuatan manusia, dan dari semua anak-anak daging yang akan ada di atas bumi hingga generasi-generasi yang paling jauh.",
"Dan segera aku memberkati Tuhan Semesta Alam, Raja kemuliaan untuk selama-lamanya, karena Dia telah membuat semua karya dunia.",
"Dan aku memuji Tuhan karena kesabaran-Nya dan memberkati-Nya karena anak-anak manusia.",
"Dan setelah itu aku berkata: \"Diberkatilah orang yang mati dalam kebenaran dan kebaikan, tentang siapa tidak ada kitab ketidakbenaran yang tertulis, dan terhadap siapa tidak ada hari penghakiman yang akan ditemukan.\"",
"Dan tujuh orang suci itu membawaku dan menempatkanku di bumi di depan pintu rumahku, dan berkata kepadaku: \"Nyatakan segala sesuatu kepada anakmu, Metusalah, dan tunjukkan kepada semua anakmu bahwa tidak ada daging yang benar di hadapan Tuhan, karena Dia adalah Pencipta mereka.",
"Satu tahun kami akan meninggalkanmu dengan anakmu, sampai engkau memberikan perintahmu, agar engkau dapat mengajarkan anak-anakmu dan mencatat untuk mereka, dan memberi kesaksian kepada semua anak-anakmu; dan pada tahun kedua mereka akan membawamu dari tengah-tengah mereka.",
"Biarlah hatimu kuat, karena yang baik akan mengumumkan kebenaran kepada yang baik; Orang benar dengan orang benar akan bersukacita dan akan saling mengucapkan selamat.",
"Tetapi orang-orang berdosa akan mati dengan orang-orang berdosa dan orang murtad akan turun dengan orang murtad.",
"Dan mereka yang mempraktikkan kebenaran akan mati karena perbuatan manusia dan diambil karena perbuatan orang-orang yang tidak bertuhan.",
"Dan pada hari-hari itu mereka berhenti berbicara kepadaku, dan aku datang kepada bangsaku, memberkati Tuhan Semesta Alam.\""

              ]
            }
          ]
        },
        {
          "chapter": 4,
          "sections": [
            {
              "title": "Satu Tahun Untuk Mencatat",
              "verses": [

"Dan sekarang, anakku Metusalah, semua hal ini aku ceritakan kepadamu dan aku tuliskan untukmu! Dan aku telah mengungkapkan segala sesuatu kepadamu, dan memberimu kitab-kitab mengenai semua ini: jadi, peliharalah, anakku Metusalah, kitab-kitab dari tangan ayahmu, dan pastikan bahwa engkau menyampaikannya kepada generasi-generasi dunia.",
"Aku telah memberikan hikmat kepadamu dan kepada anak-anakmu dan kepada keturunanmu yang akan lahir darimu, agar mereka dapat memberikannya kepada anak-anak mereka untuk generasi-generasi, hikmat ini yang melampaui pemikiran mereka.",
"Dan mereka yang memahaminya tidak akan tidur, tetapi akan mendengarkan dengan telinga agar mereka dapat mempelajari hikmat ini, dan itu akan menyenangkan mereka yang memakannya lebih baik daripada makanan yang baik.",
"Diberkatilah semua orang yang benar, diberkatilah semua orang yang berjalan di jalan kebenaran dan tidak berdosa seperti para pendosa.",
"Dalam perhitungan semua hari mereka di mana matahari melintasi langit, masuk dan keluar dari gerbang-gerbang selama tiga puluh hari dengan pemimpin ribuan dalam urutan bintang-bintang, bersama dengan empat yang disisipkan yang membagi empat bagian tahun, yang memimpin mereka dan masuk bersama mereka selama empat hari.",
"Karena mereka, manusia akan bersalah dan tidak menghitung mereka dalam keseluruhan perhitungan tahun: ya, manusia akan bersalah, dan tidak mengenali mereka dengan tepat.",
"Karena mereka termasuk dalam perhitungan tahun dan benar-benar dicatat untuk selamanya, satu di gerbang pertama dan satu di ketiga, dan satu di keempat dan satu di keenam, dan tahun ini selesai dalam tiga ratus enam puluh empat hari.",
"Dan perhitungannya akurat dan perhitungan yang tercatatnya tepat; karena benda-benda penerang, dan bulan, dan perayaan, dan tahun, dan hari, telah Uriel tunjukkan dan ungkapkan kepadaku, yang kepada-Nya TUHAN dari seluruh ciptaan dunia telah menundukkan bala tentara langit.",
"Dan dia memiliki kuasa atas malam dan siang di langit untuk menyebabkan cahaya memberi terang kepada manusia, matahari, bulan, dan bintang-bintang, dan semua kekuatan langit yang berputar dalam kereta melingkar mereka.",
"Dan ini adalah urutan bintang-bintang, yang ditempatkan di tempat mereka, dan dalam musim-musim mereka dan perayaan-perayaan mereka dan bulan-bulan mereka.",
"Dan ini adalah nama-nama mereka yang memimpin mereka, yang mengawasi agar mereka masuk pada waktu mereka, dalam urutan mereka, dalam musim mereka, dalam bulan-bulan mereka, dalam periode kekuasaan mereka, dan dalam posisi mereka.",
"Keempat pemimpin mereka yang membagi empat bagian tahun masuk pertama; dan setelah mereka, dua belas pemimpin dalam urutan yang membagi bulan-bulan; dan untuk tiga ratus enam puluh ada kepala-kepala atas ribuan yang membagi hari-hari; dan untuk empat hari sisipan ada pemimpin-pemimpin yang membelah empat bagian tahun.",
"Dan kepala-kepala atas ribuan ini disisipkan di antara pemimpin dan pemimpin, masing-masing di belakang stasiun, tetapi pemimpin-pemimpin mereka yang membuat pembagian.",
"Dan ini adalah nama-nama pemimpin yang membagi empat bagian tahun yang ditetapkan: Milkiel, Helemmelek, dan Melejal, dan Narel.",
"Dan nama-nama mereka yang memimpin mereka: Adnarel, dan Ijasusael, dan Elomeel - tiga ini mengikuti pemimpin dalam urutan, dan ada satu yang mengikuti tiga pemimpin dalam urutan yang mengikuti pemimpin stasiun yang membagi empat bagian tahun.",
"Pada awal tahun Melkejal bangkit pertama dan memerintah, yang dinamakan Tamaini dan matahari, dan semua hari kekuasaannya ketika dia memerintah adalah sembilan puluh satu hari.",
"Dan ini adalah tanda-tanda hari yang akan terlihat di bumi pada hari-hari kekuasaannya: keringat, dan panas, dan ketenangan; dan semua pohon menghasilkan buah, dan daun-daun dihasilkan pada semua pohon, dan panen gandum, dan bunga mawar, dan semua bunga yang muncul di ladang, tetapi pohon-pohon musim dingin menjadi layu.",
"Dan ini adalah nama-nama pemimpin yang berada di bawah mereka: Berkael, Zelebsel, dan yang lainnya yang ditambahkan sebagai kepala seribu, disebut Hilujasef: dan hari-hari kekuasaan ini berakhir.",
"Pemimpin berikutnya setelah dia adalah Helemmelek, yang dinamai matahari bersinar, dan semua hari cahayanya adalah sembilan puluh satu hari. Dan ini adalah tanda-tanda hari di bumi: panas menyala dan kekeringan, dan pohon-pohon mematangkan buah-buah mereka dan menghasilkan semua buah mereka matang dan siap, dan domba-domba berpasangan dan menjadi hamil, dan semua buah-buahan bumi dikumpulkan, dan segala sesuatu yang ada di ladang, dan pemerasan anggur: hal-hal ini terjadi pada hari-hari kekuasaannya.",
"Ini adalah nama-nama, dan urutan, dan pemimpin-pemimpin dari kepala-kepala ribuan itu: Gidaljal, Keel, dan Heel, dan nama kepala seribu yang ditambahkan kepada mereka, Asfael: dan hari-hari kekuasaan ini berakhir."

              ]
            }
          ]
        },
        {
          "chapter": 5,
          "sections": [
            {
              "title": "Penglihatan",
              "verses": [

"Dan sekarang, anakku Metusalah, aku akan menunjukkan kepadamu semua penglihatanku yang telah aku lihat, menceritakannya di hadapanmu.",
"Dua penglihatan aku lihat sebelum aku mengambil seorang istri, dan yang satu benar-benar berbeda dari yang lain. Yang pertama saat aku belajar menulis: yang kedua sebelum aku mengambil ibumu, aku melihat sebuah penglihatan yang mengerikan.",
"Dan mengenai penglihatan-penglihatan itu, aku berdoa kepada Tuhan. Aku telah berbaring di rumah kakekku Mahalaleel dan aku melihat dalam penglihatan bagaimana langit runtuh dan terangkat serta jatuh ke bumi.",
"Dan ketika jatuh ke bumi, aku melihat bagaimana bumi ditelan oleh jurang yang besar, dan gunung-gunung tergantung di atas gunung-gunung, dan bukit-bukit tenggelam ke dalam bukit-bukit, dan pohon-pohon tinggi tercabut dari batangnya dan dilemparkan serta tenggelam ke dalam jurang.",
"Dan kemudian sebuah kata jatuh ke dalam mulutku dan aku berseru dengan suara lantang, dan berkata: \"Bumi telah hancur!\"",
"Dan kakekku Mahalaleel membangunkan aku ketika aku berbaring di dekatnya, dan berkata kepadaku: \"Mengapa engkau menangis begitu, anakku, dan mengapa engkau meratap sedemikian rupa?\"",
"Dan aku menceritakan kepadanya seluruh penglihatan yang telah aku lihat, dan dia berkata kepadaku: \"Suatu hal yang mengerikan telah engkau lihat, anakku, dan mimpimu adalah perihal yang sangat penting mengenai rahasia dari semua dosa di bumi: bumi harus tenggelam ke dalam jurang dan dihancurkan dengan kehancuran yang besar.",
"Dan sekarang, anakku, bangkitlah dan buatlah permohonan kepada Tuhan Semesta Alam, karena engkau adalah seorang yang percaya bahwa sisa-sisa umat manusia mungkin tetap tinggal di bumi, dan agar Dia tidak menghancurkan seluruh bumi. Anakku, dari langit semua ini akan datang ke bumi, dan di atas bumi akan ada kehancuran yang besar.\"",
"Setelah itu, aku bangkit dan berdoa serta memohon, dan menulis doaku untuk generasi-generasi dunia, dan aku akan menunjukkan segala sesuatu kepadamu, anakku Metusalah.",
"Dan ketika aku pergi ke bawah dan melihat langit dan matahari terbit di timur, dan bulan terbenam di barat, dan beberapa bintang, dan seluruh bumi, dan segala sesuatu seperti yang Dia ketahui pada awalnya, maka aku memuji TUHAN dari penghakiman dan mengagungkan-Nya karena Dia telah membuat matahari keluar dari jendela-jendela di timur, dan Dia naik dan terbit di wajah langit, dan berjalan keluar dan terus melintasi jalan yang ditunjukkan kepada-Nya.",
"Dan aku mengangkat tanganku dalam kebenaran dan memberkati Yang Kudus dan Yang Mahabesar dan berbicara dengan napas dari mulutku, dan dengan lidah daging yang telah Tuhan buat untuk anak-anak daging manusia agar mereka berbicara dengannya, dan Dia memberi mereka napas dan lidah dan mulut agar mereka dapat berbicara dengannya:",
"\"Diberkatilah Engkau, ya Tuhan, Raja, Perkasa dan besar dalam kebesaran-Mu, Tuhan dari seluruh ciptaan langit, Raja segala raja dan TUHAN dari seluruh dunia.",
"Dan kuasa-Mu dan kerajaan-Mu dan kebesaran-Mu abadi selama-lamanya, dan sepanjang semua generasi kekuasaan-Mu; dan semua langit adalah takhta-Mu untuk selama-lamanya, dan seluruh bumi adalah tumpuan kaki-Mu selama-lamanya.",
"Karena Engkau telah menciptakan dan Engkau memerintah segala sesuatu dan tidak ada yang terlalu sulit bagi-Mu.",
"Hikmat tidak berpaling dari tempat takhta-Mu maupun menjauh dari hadirat-Mu.",
"Dan Engkau mengetahui dan melihat serta mendengar segala sesuatu dan tidak ada yang tersembunyi dari-Mu karena Engkau melihat segala sesuatu.",
"Dan sekarang malaikat-malaikat-Mu di sorga bersalah karena pelanggaran dan atas daging manusia tetaplah murka-Mu hingga hari penghakiman yang besar.",
"Dan sekarang, ya TUHAN dan Allah dan Raja yang Mahabesar, aku memohon dan berseru kepada-Mu untuk mengabulkan doaku agar Engkau meninggalkan keturunan di bumi dan tidak menghancurkan seluruh daging manusia dan membuat bumi tanpa penghuni sehingga terjadi kehancuran abadi.\"",
"Dan sekarang, ya Tuhan, hancurkan dari bumi daging yang telah membangkitkan murka-Mu, tetapi daging dari kebenaran dan kejujuran tegakkanlah seperti tumbuhan dari benih abadi, dan janganlah Engkau menyembunyikan wajah-Mu dari doa hamba-Mu, ya Tuhan.\"",
"Dan setelah ini aku melihat mimpi lain, dan aku akan menunjukkan seluruh mimpi itu kepadamu, anakku.",
"Dan Henokh mengangkat dan berbicara kepada anaknya Metusalah: \"Kepadamu, anakku, aku akan berbicara: dengarlah perkataankucondongkan telingamu pada penglihatan-mimpi ayahmu.",
"Sebelum aku mengambil ibumu, Edna, aku melihat dalam penglihatan di tempat tidurku, dan lihatlah seekor lembu jantan keluar dari bumi, dan lembu jantan itu putih; dan setelahnya keluarlah seekor sapi betina, dan bersama dengan ini keluarlah dua ekor lembu jantan, salah satunya hitam dan yang lainnya merah.",
"Dan lembu jantan hitam itu menyeruduk lembu merah dan mengejarnya di atas bumi, dan setelah itu aku tidak dapat lagi melihat lembu merah itu.",
"Tetapi lembu jantan hitam itu tumbuh besar dan sapi betina itu pergi bersamanya, dan aku melihat bahwa banyak lembu jantan muncul darinya yang menyerupai dan mengikutinya.",
"Dan sapi betina itu, yang pertama, pergi dari hadapan lembu jantan pertama untuk mencari lembu merah itu, tetapi tidak menemukannya, dan meratapi dengan ratapan besar atasnya dan mencarinya.",
"Dan aku melihat sampai lembu jantan pertama itu datang kepadanya dan menenangkannya, dan sejak saat itu dia tidak menangis lagi.",
"Dan setelah itu dia melahirkan lembu jantan putih lainnya, dan setelahnya dia melahirkan banyak lembu jantan dan sapi hitam.",
"Dan aku melihat dalam tidurku bahwa lembu jantan putih itu juga tumbuh dan menjadi lembu jantan putih yang besar, dan dari padanya muncul banyak lembu jantan putih, dan mereka menyerupainya. Dan mereka mulai melahirkan banyak lembu jantan putih, yang menyerupai mereka, satu mengikuti yang lain, banyak sekali.",
"Dan sekali lagi aku melihat dengan mataku ketika aku tidur, dan aku melihat langit di atas, dan lihatlah sebuah bintang jatuh dari sorga, dan bintang itu bangkit dan makan dan merumput di antara lembu-lembu jantan itu.",
"Dan setelah itu aku melihat lembu-lembu besar dan hitam, dan lihatlah mereka semua mengubah kandang dan padang rumput mereka serta ternak mereka, dan mulai hidup bersama satu sama lain.",
"Dan sekali lagi aku melihat dalam penglihatan, dan melihat ke arah sorga, dan lihatlah aku melihat banyak bintang turun dan melemparkan diri dari sorga ke bintang pertama itu, dan mereka menjadi lembu jantan di antara ternak-ternak itu dan merumput bersama mereka di antara mereka.",
"Dan aku melihat mereka dan melihat, dan lihatlah mereka semua mengeluarkan anggota kelamin mereka, seperti kuda, dan mulai mengawini sapi-sapi lembu jantan itu, dan mereka semua menjadi hamil dan melahirkan gajah, unta, dan keledai.",
"Dan semua lembu-lembu jantan takut pada mereka dan merasa gentar pada mereka, dan mulai menggigit dengan gigi mereka dan melahap, dan menyeruduk dengan tanduk mereka.",
"Dan mereka mulai, lebih jauh lagi, untuk melahap lembu-lembu jantan itu; dan lihatlah semua anak-anak bumi mulai gemetar dan menggigil di hadapan mereka dan melarikan diri dari mereka.",
"Dan sekali lagi aku melihat bagaimana mereka mulai menyeruduk satu sama lain dan melahap satu sama lain, dan bumi mulai menangis dengan keras.",
"Dan aku mengangkat mataku lagi ke sorga, dan aku melihat dalam penglihatan, dan lihatlah ada makhluk yang muncul dari sorga yang seperti manusia putih: dan empat keluar dari tempat itu dan tiga bersama mereka.",
"Dan tiga yang terakhir muncul memegang tanganku dan membawaku menjauh dari generasi bumi, dan mengangkatku ke tempat yang tinggi, dan menunjukkan kepadaku sebuah menara yang ditinggikan tinggi di atas bumi dan semua bukit lebih rendah.",
"Dan salah satu dari mereka berkata kepadaku: \"Tetaplah di sini sampai kamu melihat segala sesuatu yang terjadi pada gajah, unta, dan keledai, serta bintang-bintang dan lembu-lembu jantan, dan semuanya.\"",
"Dan aku melihat salah satu dari empat yang pertama kali muncul, dan dia menangkap bintang pertama yang jatuh dari sorga, dan mengikatnya tangan dan kaki dan melemparkannya ke dalam jurang.",
"Sekarang jurang itu sempit dan dalam, dan mengerikan serta gelap.",
"Dan salah satu dari mereka menghunus pedang, dan memberikannya kepada gajah-gajah, unta-unta, dan keledai-keledai itu: lalu mereka mulai saling memukul, dan seluruh bumi gemetar karena mereka.",
"Dan saat aku sedang menyaksikan dalam penglihatan, lihatlah, salah satu dari empat yang telah muncul itu melempari mereka dari sorga, dan mengumpulkan serta mengambil semua bintang-bintang besar yang anggota tubuhnya seperti kuda, dan mengikat mereka semua tangan dan kaki, dan melemparkan mereka ke dalam jurang bumi.",
"Dan salah satu dari empat itu pergi kepada lembu putih itu dan mengajarinya suatu rahasia tanpa membuatnya takut: dia dilahirkan sebagai lembu dan menjadi manusia, dan membangun untuk dirinya sendiri sebuah kapal besar dan tinggal di atasnya; dan tiga lembu tinggal bersamanya di dalam kapal itu dan mereka ditutupi.",
"Dan sekali lagi aku mengangkat mataku ke arah sorga dan melihat sebuah atap yang tinggi, dengan tujuh aliran air di atasnya dan aliran-aliran itu mengalir dengan banyak air ke dalam sebuah kandang.",
"Dan aku melihat lagi, dan lihatlah mata air-mata air terbuka di permukaan kandang besar itu, dan air itu mulai membengkak dan naik ke permukaan, dan aku melihat kandang itu hingga seluruh permukaannya tertutup air.",
"Dan air, kegelapan, dan kabut bertambah di atasnya; dan saat aku melihat ketinggian air itu, air itu telah naik di atas ketinggian kandang itu, dan mengalir melewati kandang itu, dan air itu berdiri di atas bumi.",
"Dan semua ternak di kandang itu berkumpul bersama sampai aku melihat bagaimana mereka tenggelam dan ditelan dan binasa dalam air itu.",
"Tetapi kapal itu mengapung di atas air, sementara semua lembu, gajah, unta, dan keledai tenggelam ke dasar bersama semua binatang, sehingga aku tidak bisa lagi melihat mereka, dan mereka tidak mampu melarikan diri, binasa dan tenggelam ke dalam kedalaman.",
"Dan sekali lagi aku melihat dalam penglihatan sampai aliran-aliran air itu diangkat dari atap yang tinggi itu, dan jurang-jurang bumi diratakan dan jurang-jurang lain dibuka.",
"Kemudian air mulai mengalir ke dalam jurang-jurang itu, hingga bumi menjadi terlihat; tetapi kapal itu menetap di atas bumi, dan kegelapan menyurut dan cahaya muncul.",
"Tetapi lembu putih yang telah menjadi manusia itu keluar dari kapal itu, dan ketiga lembu bersamanya, dan salah satu dari ketiga lembu itu berwarna putih seperti lembu itu, dan satu di antaranya merah seperti darah, dan satu hitam: dan lembu putih itu pergi dari mereka.",
"Dan mereka mulai melahirkan binatang-binatang di ladang dan burung-burung, sehingga muncul berbagai jenis: singa, harimau, serigala, anjing, hyena, babi hutan, rubah, tupai, babi, elang, burung nasar, elang layangan, burung rajawali, dan gagak; dan di antara mereka lahir seekor lembu putih.",
"Dan mereka mulai saling menggigit; tetapi lembu putih yang lahir di antara mereka melahirkan seekor keledai liar dan seekor lembu putih bersamanya, dan keledai-keledai liar itu bertambah banyak. Tetapi lembu yang lahir darinya melahirkan seekor babi hutan hitam dan seekor domba putih; dan yang pertama melahirkan banyak babi hutan, tetapi domba itu melahirkan dua belas domba.",
"Dan ketika kedua belas domba itu telah tumbuh besar, mereka menyerahkan salah satu dari mereka kepada keledai-keledai, dan keledai-keledai itu lagi menyerahkan domba itu kepada serigala-serigala, dan domba itu tumbuh besar di antara serigala-serigala.",
"Dan Tuhan membawa sebelas domba untuk hidup dengannya dan menggembalakan di antara serigala-serigala itu: dan mereka berkembang biak dan menjadi banyak kawanan domba.",
"Dan serigala-serigala itu mulai takut kepada mereka, dan mereka menindas mereka sampai mereka menghancurkan - berseru dengan keras karena anak-anak mereka yang kecil, dan mengeluh kepada Tuhan mereka.",
"Dan seekor domba yang telah diselamatkan dari serigala-serigala melarikan diri dan meloloskan diri kepada keledai-keledai liar; dan aku melihat domba-domba itu bagaimana mereka meratap dan berseru, dan memohon kepada Tuhan mereka dengan segala kekuatan mereka, sampai Tuhan domba-domba itu turun pada suara domba-domba itu dari tempat yang tinggi, dan datang kepada mereka dan menggembalakan mereka.",
"Dan Dia memanggil domba yang telah lolos dari serigala-serigala itu, dan berbicara dengan domba itu mengenai serigala-serigala agar ia menasihati mereka agar tidak menyentuh domba-domba itu.",
"Dan domba itu pergi kepada serigala-serigala sesuai dengan firman Tuhan, dan domba lain bertemu dengannya dan pergi bersamanya, dan kedua domba itu pergi dan masuk bersama-sama ke dalam perkumpulan serigala-serigala itu, dan berbicara dengan mereka dan menasihati mereka agar tidak menyentuh domba-domba itu mulai dari sekarang.",
"Dan kemudian aku melihat serigala-serigala itu, dan bagaimana mereka menindas domba-domba dengan sangat keras menggunakan segala kekuatan mereka; dan domba-domba itu berteriak dengan nyaring.",
"Dan Tuhan datang kepada domba-domba itu dan mereka mulai memukul serigala-serigala itu, dan serigala-serigala itu mulai meratap; tetapi domba-domba itu menjadi tenang dan segera berhenti berteriak.",
"Dan aku melihat domba-domba itu sampai mereka berpisah dari serigala-serigala; tetapi mata serigala-serigala itu menjadi buta, dan serigala-serigala itu berangkat mengejar domba-domba itu dengan segala kekuatan mereka.",
"Dan Tuhan domba-domba itu pergi bersama mereka, sebagai pemimpin mereka, dan semua domba-Nya mengikuti-Nya: dan wajah-Nya berkilauan dan mulia serta mengerikan untuk dilihat.",
"Tetapi serigala-serigala itu mulai mengejar domba-domba itu sampai mereka mencapai sebuah laut air. Dan laut itu terbelah, dan airnya berdiri di sisi ini dan di sisi itu di depan wajah mereka, dan Tuhan mereka memimpin mereka dan menempatkan diri-Nya di antara mereka dan serigala-serigala itu.",
"Dan karena serigala-serigala itu belum melihat domba-domba itu, mereka terus berjalan ke tengah laut itu, dan serigala-serigala itu mengikuti domba-domba itu, dan serigala-serigala itu berlari mengejar mereka ke dalam laut itu.",
"Dan ketika mereka melihat Tuhan domba-domba itu, mereka berbalik untuk melarikan diri dari hadapan-Nya, tetapi laut itu berkumpul kembali, dan menjadi seperti saat ia diciptakan, dan airnya membengkak dan naik hingga menutupi serigala-serigala itu.",
"Dan aku melihat sampai semua serigala yang mengejar domba-domba itu binasa dan tenggelam.",
"Tetapi domba-domba itu lolos dari air itu dan pergi ke padang gurun, di mana tidak ada air dan tidak ada rumput; dan mereka mulai membuka mata mereka dan melihat; dan aku melihat Tuhan domba-domba itu menggembalakan mereka dan memberi mereka air dan rumput, dan domba yang memimpin mereka berjalan di depan.",
"Dan domba itu naik ke puncak batu yang tinggi itu, dan Tuhan domba-domba itu mengirimnya kepada mereka.",
"Dan setelah itu aku melihat Tuhan domba-domba yang berdiri di depan mereka, dan penampilan-Nya agung dan mengerikan serta megah, dan semua domba-domba itu melihat-Nya dan takut di hadapan wajah-Nya.",
"Dan mereka semua takut dan gemetar karena-Nya, dan mereka berseru kepada domba yang bersama mereka yang ada di antara mereka: \"Kami tidak mampu berdiri di hadapan Tuhan kami atau memandang-Nya.\"",
"Dan domba yang memimpin mereka itu kembali naik ke puncak batu itu, tetapi domba-domba itu mulai menjadi buta dan tersesat dari jalan yang telah ditunjukkannya, tetapi domba itu tidak mengetahuinya.",
"Dan Tuhan domba-domba itu sangat murka terhadap mereka, dan domba itu menyadarinya, dan turun dari puncak batu itu, dan datang kepada domba-domba itu, dan menemukan sebagian besar dari mereka buta dan tersesat.",
"Dan ketika mereka melihatnya, mereka takut dan gemetar di hadapannya, dan ingin kembali ke kandang mereka.",
"Dan domba itu membawa domba-domba lain bersamanya, dan datang kepada domba-domba yang telah tersesat, dan mulai membunuh mereka; dan domba-domba itu takut pada kehadirannya, dan demikianlah domba itu membawa kembali domba-domba yang telah tersesat, dan mereka kembali ke kandang mereka.",
"Dan aku melihat dalam penglihatan ini sampai domba itu menjadi manusia dan membangun sebuah rumah untuk Tuhan domba-domba itu, dan menempatkan semua domba-domba itu di dalam rumah itu.",
"Dan aku melihat sampai domba ini, yang telah bertemu dengan domba yang memimpin mereka, tertidur: dan aku melihat sampai semua domba besar itu binasa dan domba-domba kecil bangkit menggantikan mereka, dan mereka datang ke padang rumput, dan mendekati sebuah aliran air.",
"Kemudian domba itu, pemimpin mereka yang telah menjadi manusia, menarik diri dari mereka dan tertidur, dan semua domba mencari dan menangisinya dengan tangisan yang besar.",
"Dan aku melihat sampai mereka berhenti menangis untuk domba itu dan menyeberangi aliran air itu, dan dua domba muncul sebagai pemimpin menggantikan mereka yang telah memimpin mereka dan tertidur.",
"Dan aku melihat sampai domba-domba itu tiba di tempat yang baik, dan tanah yang menyenangkan serta mulia, dan aku melihat sampai domba-domba itu merasa puas; dan rumah itu berdiri di antara mereka di tanah yang menyenangkan.",
"Dan kadang-kadang mata mereka terbuka, dan kadang-kadang buta, sampai domba lain muncul dan memimpin mereka dan membawa mereka semua kembali, dan mata mereka terbuka.",
"Dan anjing-anjing, rubah-rubah, dan babi-babi hutan mulai melahap domba-domba itu sampai Tuhan domba-domba itu membangkitkan domba lain, seekor domba jantan dari tengah-tengah mereka, yang memimpin mereka. Dan domba jantan itu mulai menanduk ke kedua sisi anjing-anjing, rubah-rubah, dan babi-babi hutan itu sampai dia membinasakan mereka semua.",
"Dan domba yang matanya terbuka itu melihat domba jantan itu, yang berada di antara domba-domba, sampai ia meninggalkan kemuliaannya dan mulai menanduk domba-domba itu dan menginjak-injak mereka, dan berperilaku tidak pantas.",
"Dan Tuhan domba-domba itu mengutus seekor anak domba kepada anak domba lainnya dan membangkitkannya menjadi domba jantan dan pemimpin domba-domba menggantikan domba jantan yang telah meninggalkan kemuliaannya.",
"Dan dia pergi kepadanya dan berbicara kepadanya sendirian, dan membangkitkannya menjadi domba jantan, dan menjadikannya pangeran dan pemimpin domba-domba; tetapi selama semua ini anjing-anjing itu menindas domba-domba.",
"Dan domba jantan pertama mengejar domba jantan kedua, dan domba jantan kedua itu bangkit dan melarikan diri di depannya; dan aku melihat sampai anjing-anjing itu menjatuhkan domba jantan pertama.",
"Dan domba jantan kedua itu bangkit dan memimpin domba-domba kecil. Dan domba-domba itu bertambah besar dan berlipat ganda; tetapi semua anjing, rubah, dan babi hutan takut dan melarikan diri di depannya, dan domba jantan itu menanduk dan membunuh binatang-binatang liar, dan binatang-binatang liar itu tidak lagi memiliki kekuatan di antara domba-domba dan tidak lagi merampas mereka.",
"Dan domba jantan itu memperanakkan banyak domba dan tertidur; dan seekor domba kecil menjadi domba jantan menggantikannya, dan menjadi pangeran dan pemimpin domba-domba itu, dan rumah itu menjadi besar dan luas, dan itu dibangun untuk domba-domba itu.",
"Sebuah menara yang tinggi dan besar dibangun di atas rumah untuk Tuhan domba-domba itu, dan rumah itu rendah, tetapi menara itu terangkat dan tinggi, dan Tuhan domba-domba itu berdiri di atas menara itu dan mereka mempersembahkan meja penuh di hadapan-Nya.",
"Dan lagi aku melihat domba-domba itu bahwa mereka kembali tersesat dan pergi ke banyak jalan, dan meninggalkan rumah mereka, dan Tuhan domba-domba itu memanggil beberapa dari antara domba-domba itu dan mengirim mereka kepada domba-domba, tetapi domba-domba itu mulai membunuh mereka.",
"Dan salah satu dari mereka diselamatkan dan tidak dibunuh, dan ia berlari pergi dan berteriak dengan nyaring atas domba-domba itu; dan mereka berusaha membunuhnya, tetapi Tuhan domba-domba itu menyelamatkannya dari domba-domba itu, dan membawanya ke hadapanku, dan membuatnya tinggal di sana.",
"Dan banyak domba lainnya Dia kirim kepada domba-domba itu untuk memberi kesaksian kepada mereka dan meratapi mereka.",
"Dan setelah itu aku melihat bahwa ketika mereka meninggalkan rumah Tuhan dan menara-Nya mereka jatuh sepenuhnya, dan mata mereka menjadi buta; dan aku melihat bagaimana Tuhan domba-domba itu melakukan banyak pembantaian di antara mereka dalam kawanan mereka sampai domba-domba itu mengundang pembantaian itu dan mengkhianati tempat-Nya.",
"Dan Dia menyerahkan mereka ke dalam tangan singa-singa dan harimau-harimau, dan serigala-serigala dan hyena-hyena, dan ke dalam tangan rubah-rubah, dan kepada semua binatang buas, dan binatang buas itu mulai mencabik-cabik domba-domba itu.",
"Dan aku melihat bahwa Dia meninggalkan rumah mereka dan menara mereka dan menyerahkan mereka semua ke dalam tangan singa-singa, untuk mencabik-cabik dan memakan mereka, ke dalam tangan semua binatang buas.",
"Dan aku mulai berteriak dengan segala kekuatanku, dan memohon kepada Tuhan domba-domba, dan melaporkan kepada-Nya tentang domba-domba bahwa mereka dimakan oleh semua binatang buas.",
"Tetapi Dia tetap tidak tergoyahkan, meskipun Dia melihatnya, dan bersukacita bahwa mereka dimakan dan ditelan serta dirampas, dan membiarkan mereka untuk dimakan di tangan semua binatang.",
"Dan Dia memanggil tujuh puluh gembala, dan menyerahkan domba-domba itu kepada mereka agar mereka menggembalakan mereka, dan Dia berbicara kepada para gembala dan teman-teman mereka: \"Biarlah masing-masing dari kalian menggembalakan domba-domba mulai sekarang, dan segala sesuatu yang Aku perintahkan kepada kalian lakukanlah. Dan Aku akan menyerahkan mereka kepada kalian sesuai jumlahnya, dan memberi tahu kalian mana dari mereka yang harus dimusnahkan dan kalian harus memusnahkan mereka.\"",
"Dan Tuhan menyerahkan domba-domba itu kepada mereka.",
"Dan Dia memanggil yang lain dan berbicara kepadanya: \"Amati dan tandai segala sesuatu yang akan dilakukan para gembala terhadap domba-domba itu; sebab mereka akan menghancurkan lebih banyak dari yang telah Aku perintahkan kepada mereka. Dan setiap kelebihan dan kehancuran yang akan dilakukan oleh para gembala, catatlah berapa banyak yang mereka hancurkan sesuai dengan perintah-Ku, dan berapa banyak yang mereka hancurkan menurut kehendak mereka sendiri: catatlah terhadap setiap gembala semua kehancuran yang ia lakukan. Dan bacakan di hadapan-Ku dengan jumlah berapa banyak yang mereka hancurkan, dan berapa banyak yang mereka serahkan untuk dihancurkan, agar Aku memiliki ini sebagai kesaksian melawan mereka, dan mengetahui setiap perbuatan para gembala, sehingga Aku dapat memahami dan melihat apa yang mereka lakukan, apakah mereka mematuhi perintah-Ku yang telah Aku perintahkan kepada mereka atau tidak. Tetapi mereka tidak akan mengetahuinya, dan engkau tidak akan memberitahukannya kepada mereka, ataupun menasihati mereka, tetapi hanya mencatat terhadap setiap masing-masing semua kehancuran yang dilakukan oleh para gembala pada waktunya dan letakkan semuanya di hadapan-Ku.\"",
"Dan aku melihat sampai para gembala itu menggembalakan domba-domba mereka pada musimnya, dan mereka mulai membunuh dan menghancurkan lebih banyak dari yang diperintahkan kepada mereka, dan mereka menyerahkan domba-domba itu ke tangan singa-singa.",
"Dan singa-singa serta harimau-harimau memakan dan melahap sebagian besar dari domba-domba itu, dan babi-babi hutan memakan bersama mereka; dan mereka membakar menara itu dan merobohkan rumah itu.",
"Dan aku menjadi sangat berduka atas menara itu karena rumah domba-domba itu diruntuhkan, dan setelah itu aku tidak bisa melihat apakah domba-domba itu memasuki rumah itu.",
"Dan para gembala serta rekan-rekan mereka menyerahkan domba-domba itu kepada semua binatang buas, untuk melahap mereka, dan masing-masing dari mereka menerima jumlah tertentu pada waktunya: itu ditulis oleh yang lain dalam sebuah kitab berapa banyak yang dihancurkan oleh masing-masing dari mereka.",
"Dan masing-masing membunuh dan menghancurkan lebih banyak dari yang ditentukan; dan aku mulai menangis dan meratap karena domba-domba itu.",
"Dan demikianlah dalam penglihatan aku melihat dia yang menulis, bagaimana dia mencatat setiap domba yang dihancurkan oleh para gembala itu, hari demi hari, dan mengangkatnya serta meletakkannya dan benar-benar menunjukkan seluruh kitab itu kepada Tuhan domba-domba itu  segala sesuatu yang telah mereka lakukan, dan semua yang telah mereka musnahkan, dan semua yang telah mereka serahkan untuk dihancurkan.",
"Dan kitab itu dibacakan di hadapan Tuhan domba-domba itu, dan Dia mengambil kitab itu dari tangannya dan membacanya serta menyegelnya dan meletakkannya.",
"Dan segera aku melihat bagaimana para gembala itu menggembalakan selama dua belas jam, dan lihatlah tiga dari domba-domba itu berbalik dan datang serta memasuki dan mulai membangun kembali semua yang telah runtuh dari rumah itu; tetapi babi-babi hutan mencoba menghalangi mereka, tetapi mereka tidak mampu.",
"Dan mereka mulai lagi membangun seperti sebelumnya, dan mereka mendirikan menara itu, dan itu dinamakan menara tinggi; dan mereka mulai lagi meletakkan meja di hadapan menara itu, tetapi semua roti di atasnya tercemar dan tidak murni.",
"Dan menyangkut semua ini mata domba-domba itu dibutakan sehingga mereka tidak melihat, begitu juga para gembala mereka; dan mereka menyerahkan domba-domba itu dalam jumlah besar kepada para gembala mereka untuk dihancurkan, dan mereka menginjak-injak domba-domba itu dengan kaki mereka dan melahap mereka.",
"Dan Tuhan domba-domba itu tetap tidak bergerak sampai semua domba itu tersebar di seluruh ladang dan bercampur dengan mereka dan mereka tidak menyelamatkan mereka dari tangan binatang buas.",
"Dan dia yang menulis kitab itu membawanya ke atas, dan menunjukkan serta membacanya di hadapan Tuhan domba-domba itu, dan memohon kepada-Nya atas nama mereka, dan memohon kepada-Nya atas nama mereka saat dia menunjukkan semua tindakan para gembala itu, dan memberikan kesaksian di hadapan-Nya melawan semua gembala.",
"Dan Dia mengambil kitab itu dan meletakkannya di samping-Nya dan pergi.",
"Dan aku melihat sampai tiga puluh lima gembala menerima penggembalaan dengan cara ini, dan mereka masing-masing menyelesaikan periode mereka seperti yang pertama; dan yang lain menerima mereka ke dalam tangan mereka, untuk menggembalakan mereka selama periode mereka, setiap gembala dalam periodenya sendiri.",
"Dan setelah itu aku melihat dalam penglihatanku semua burung di langit datang, elang-elang, burung nasar, burung elang, burung gagak; tetapi elang-elang memimpin semua burung; dan mereka mulai melahap domba-domba itu, dan mencungkil mata mereka dan melahap daging mereka.",
"Dan domba-domba itu berseru karena daging mereka dimakan oleh burung-burung, dan aku melihat dan meratapi dalam tidurku gembala itu yang menggembalakan domba-domba tersebut.",
"Dan aku melihat sampai domba-domba itu dimakan oleh anjing, elang, dan burung alap-alap, dan mereka tidak meninggalkan daging, kulit, atau urat pada mereka sampai hanya tulang-tulang mereka yang tertinggal di sana: dan tulang-tulang mereka pun jatuh ke tanah dan domba-domba itu menjadi sedikit.",
"Dan aku melihat sampai dua puluh tiga dari mereka mengambil alih penggembalaan dan menyelesaikan tugas mereka dalam beberapa periode sebanyak lima puluh delapan kali.",
"Tetapi lihatlah, anak-anak domba dilahirkan oleh domba-domba putih itu, dan mereka mulai membuka mata mereka dan melihat, dan berseru kepada domba-domba tersebut.",
"Ya, mereka berseru kepada mereka, tetapi mereka tidak mendengarkan apa yang dikatakan kepada mereka, melainkan sangat tuli, dan mata mereka sangat buta.",
"Dan aku melihat dalam penglihatan bagaimana burung gagak terbang ke atas anak-anak domba itu dan mengambil salah satu dari anak-anak domba itu, dan membanting domba tersebut hingga hancur dan memakannya.",
"Dan aku melihat sampai tanduk-tanduk tumbuh pada anak-anak domba itu, dan burung gagak merobohkan tanduk-tanduk mereka; dan aku melihat hingga sebuah tanduk besar muncul dari salah satu domba itu, dan mata mereka terbuka.",
"Dan domba itu melihat ke arah mereka, dan mata mereka terbuka, dan domba itu berseru kepada domba-domba lainnya, dan domba jantan melihatnya dan semuanya berlari ke arahnya.",
"Namun, meskipun semua ini terjadi, elang, burung nazar, burung gagak, dan burung alap-alap tetap terus mencabik-cabik domba-domba itu dan menerkam mereka serta memakannya; meskipun demikian, domba-domba itu tetap diam, tetapi domba jantan meratap dan berseru.",
"Dan burung gagak-burung gagak itu bertarung dan berperang dengan domba jantan tersebut dan berusaha meruntuhkan tanduknya, tetapi mereka tidak memiliki kuasa atasnya.",
"Semua elang, burung nazar, burung gagak, dan burung alap-alap berkumpul bersama, dan bersama mereka datanglah semua domba dari padang, ya, mereka semua berkumpul bersama, dan saling membantu untuk mematahkan tanduk domba jantan tersebut.",
"Dan aku melihat sampai sebuah pedang besar diberikan kepada domba-domba itu, dan domba-domba tersebut maju melawan semua binatang-binatang di ladang untuk membunuh mereka, dan semua binatang dan burung-burung di langit melarikan diri di hadapan mereka.",
"Dan aku melihat orang itu, yang menulis kitab sesuai dengan perintah Tuhan, hingga ia membuka kitab tersebut mengenai kehancuran yang telah dilakukan oleh dua belas gembala terakhir itu, dan menunjukkan bahwa mereka telah menghancurkan jauh lebih banyak daripada pendahulu-pendahulunya, di hadapan Tuhan dari domba-domba tersebut.",
"Dan aku melihat sampai Tuhan dari domba-domba itu datang kepada mereka dan mengambil tongkat murka-Nya, dan memukul bumi, dan bumi terbelah, dan semua binatang dan semua burung di langit jatuh dari antara domba-domba itu, dan ditelan oleh bumi dan tanah menutupi mereka.",
"Dan aku melihat sampai sebuah takhta didirikan di tanah yang menyenangkan, dan Tuhan dari domba-domba itu duduk di atasnya, dan yang lain mengambil kitab-kitab yang tersegel dan membuka kitab-kitab tersebut di hadapan Tuhan dari domba-domba itu.",
"Dan Tuhan memanggil orang-orang itu, tujuh yang pertama yang berkulit putih, dan memerintahkan bahwa mereka harus membawa di hadapan-Nya, dimulai dengan bintang pertama yang memimpin jalan, semua bintang yang anggota rahasia mereka seperti kuda, dan mereka membawa semuanya di hadapan-Nya.",
"Dan Dia berkata kepada orang yang menulis di hadapan-Nya, yang adalah salah satu dari tujuh orang yang berkulit putih, dan berkata kepadanya: \"Ambillah tujuh puluh gembala itu yang telah Kuserahkan domba-domba ini kepada mereka, dan yang dengan otoritas mereka sendiri telah membunuh lebih banyak dari yang Kuperintahkan kepada mereka.\"",
"Dan lihatlah, mereka semua terikat, aku melihat, dan mereka semua berdiri di hadapan-Nya.",
"Dan penghakiman pertama diadakan atas bintang-bintang, dan mereka diadili dan dinyatakan bersalah, dan pergi ke tempat penghukuman, dan mereka dilemparkan ke dalam jurang yang penuh dengan api dan nyala api, dan penuh dengan tiang-tiang api.",
"Dan tujuh puluh gembala itu diadili dan dinyatakan bersalah, dan mereka dilemparkan ke dalam jurang api itu.",
"Dan aku melihat pada saat itu bagaimana sebuah jurang serupa terbuka di tengah-tengah bumi, penuh dengan api, dan mereka membawa domba-domba yang buta itu, dan mereka semua diadili dan dinyatakan bersalah dan dilemparkan ke dalam jurang api ini, dan mereka terbakar; sekarang jurang ini berada di sebelah kanan rumah itu.",
"Dan aku melihat domba-domba itu terbakar dan tulang-tulang mereka terbakar.",
"Dan aku berdiri untuk melihat sampai mereka melipat rumah tua itu; dan membawa semua tiang-tiang, dan semua balok dan hiasan rumah itu dilipat bersamaan dengannya, dan mereka membawanya dan meletakkannya di suatu tempat di selatan tanah itu.",
"Dan aku melihat sampai Tuhan domba-domba itu membawa sebuah rumah baru yang lebih besar dan lebih tinggi dari yang pertama, dan mendirikannya di tempat yang pertama yang telah dilipat: semua tiangnya baru, dan hiasannya baru dan lebih besar dari yang pertama, yang telah Dia ambil, dan semua domba berada di dalamnya.",
"Dan aku melihat semua domba yang telah tersisa, dan semua binatang di bumi, dan semua burung di langit, jatuh dan memberi penghormatan kepada domba-domba itu dan membuat permohonan kepada mereka dan mematuhi mereka dalam segala hal.",
"Dan setelah itu, tiga orang yang berpakaian putih yang telah menggenggam tanganku yang telah mengangkatku sebelumnya, dan tangan domba jantan itu juga menggenggamku, mereka mengangkatku dan menempatkanku di tengah-tengah domba-domba itu sebelum penghakiman terjadi.",
"Dan semua domba itu putih, dan bulu mereka banyak dan bersih.",
"Dan semua yang telah dihancurkan dan tercerai-berai, dan semua binatang di ladang, dan semua burung di langit, berkumpul di rumah itu, dan Tuhan domba-domba itu bersukacita dengan sukacita besar karena mereka semua baik dan telah kembali ke rumah-Nya.",
"Dan aku melihat sampai mereka meletakkan pedang itu, yang telah diberikan kepada domba-domba itu, dan mereka membawanya kembali ke dalam rumah, dan itu disegel di hadapan Tuhan, dan semua domba diundang ke dalam rumah itu, tetapi itu tidak dapat menampung mereka semua.",
"Dan mata mereka semua terbuka, dan mereka melihat yang baik, dan tidak ada satu pun di antara mereka yang tidak melihat.",
"Dan aku melihat bahwa rumah itu besar dan luas serta sangat penuh.",
"Dan aku melihat bahwa seekor lembu putih lahir, dengan tanduk besar, dan semua binatang di ladang dan semua burung di udara takut kepadanya dan terus-menerus membuat permohonan kepadanya.",
"Dan aku melihat sampai semua generasi mereka berubah, dan semuanya menjadi lembu putih; dan yang pertama di antara mereka menjadi anak domba, dan anak domba itu menjadi binatang besar dan memiliki tanduk hitam besar di kepalanya; dan Tuhan domba-domba itu bersukacita atasnya dan atas semua lembu.",
"Dan aku tidur di tengah-tengah mereka: dan aku terbangun dan melihat semuanya.",
"Inilah penglihatan yang aku lihat saat tidur, dan aku bangun dan memuji Tuhan kebenaran dan memberi-Nya kemuliaan.",
"Kemudian aku menangis dengan tangisan yang besar dan air mataku tidak berhenti sampai aku tidak bisa menahannya lagi: ketika aku melihat, air mataku mengalir karena apa yang telah aku lihat; karena semuanya akan datang dan digenapi, dan semua perbuatan manusia dalam urutan mereka telah diperlihatkan kepadaku.",
"Pada malam itu aku mengingat mimpi pertama, dan karena itu aku menangis dan merasa gelisahkarena aku telah melihat penglihatan itu."

              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Henokh V - Surat Henokh",
      "chapters": [
        {
          "chapter": 1,
          "sections": [
            {
              "title": "Bimbingan Henokh",
              "verses": [

"Dan sekarang, anakku Metusalah, panggil semua saudaramu kepadaku dan kumpulkanlah semua anak-anak ibumu kepadaku; Karena firman memanggilku, dan roh dicurahkan atas diriku sehingga aku dapat menunjukkan kepadamu segala sesuatu yang akan terjadi padamu untuk selama-lamanya.",
"Dan saat itu Metusalah pergi dan memanggil semua saudara-saudaranya serta mengumpulkan sanak saudaranya.",
"Dan dia berbicara kepada semua anak-anak kebenaran dan berkata: \"Dengarkan, wahai anak-anak Henokh, semua kata-kata ayahmu, dan dengarkanlah dengan benar suara mulutku karena aku menasihati kalian dan berkata kepadamu, terkasih:",
"Cintailah kejujuran dan berjalanlah di dalamnya. Dan janganlah mendekati kejujuran dengan hati yang bimbang, dan jangan bergaul dengan mereka yang berhati bimbang, tetapi berjalanlah dalam kebenaran, anak-anakku.",
"Dan itu akan membimbingmu di jalan-jalan yang baik, dan kebenaran akan menjadi temanmu.",
"Karena aku tahu bahwa kekerasan pasti akan meningkat di bumi, dan hukuman besar akan dilaksanakan di bumi, dan segala ketidakbenaran akan berakhir: Ya, itu akan dipotong dari akarnya, dan seluruh strukturnya akan hancur.",
"Dan ketidakbenaran akan kembali disempurnakan di bumi, dan semua perbuatan ketidakbenaran dan kekerasan, dan pelanggaran akan bertambah dalam dua kali lipat.",
"Dan ketika dosa dan ketidakbenaran dan penghujatan, dan kekerasan dalam segala jenis perbuatan meningkat, dan kemurtadan serta pelanggaran dan kenajisan bertambah, hukuman besar akan datang dari sorga atas semua ini, dan Tuhan yang Kudus akan datang dengan murka dan hukuman, untuk melaksanakan penghakiman di bumi.",
"Pada hari-hari itu kekerasan akan dipotong dari akarnya, dan akar ketidakbenaran bersama dengan tipu daya, dan mereka akan dihancurkan dari bawah langit.",
"Dan semua berhala bangsa-bangsa akan ditinggalkan, dan kuil-kuil akan dibakar dengan api, dan mereka akan disingkirkan dari seluruh bumi, dan mereka akan dilemparkan ke dalam penghakiman api, dan akan binasa dalam murka dan dalam penghakiman yang berat untuk selama-lamanya.",
"Dan orang-orang benar akan bangkit dari tidur mereka, dan kebijaksanaan akan bangkit dan diberikan kepada mereka.",
"Dan setelah itu akar-akar ketidakbenaran akan dipotong, dan orang-orang berdosa akan dihancurkan oleh pedang dan para penghujat akan dihancurkan di setiap tempat, dan mereka yang merencanakan kekerasan dan mereka yang melakukan penghujatan akan binasa oleh pedang.",
"Dan sekarang aku memberitahukan kepadamu, anak-anakku, dan menunjukkan kepadamu jalan-jalan kebenaran dan jalan-jalan kekerasan.",
"Ya, aku akan menunjukkan lagi kepadamu agar kamu tahu apa yang akan terjadi.",
"Dan sekarang, dengarkan aku, anak-anakku, dan berjalanlah di jalan-jalan kebenaran, dan jangan berjalan di jalan-jalan kekerasan; karena semua yang berjalan di jalan-jalan ketidakbenaran akan binasa selama-lamanya.\""

              ]
            }
          ]
        },
        {
          "chapter": 2,
          "sections": [
            {
              "title": "Kebijaksanaan Henokh",
              "verses": [

"Kitab yang ditulis oleh Henokh  Henokh memang menulis ajaran kebijaksanaan ini secara lengkap, dipuji oleh semua orang dan seorang hakim atas seluruh bumi untuk semua anak-anakku yang akan tinggal di bumi. Dan untuk generasi masa depan yang akan mematuhi kejujuran dan kedamaian.",
"\"Jangan biarkan rohmu gelisah karena waktu-waktu ini; Karena Yang Kudus dan Yang Mahabesar telah menetapkan hari-hari untuk segala sesuatu.",
"Dan orang yang benar akan bangkit dari tidurnya, akan bangkit dan berjalan di jalan-jalan kebenaran, dan seluruh jalannya dan percakapannya akan berada dalam kebaikan dan kasih karunia yang kekal.",
"Dia akan bermurah hati kepada orang yang benar dan memberinya kejujuran yang kekal, dan Dia akan memberinya kekuatan sehingga dia akan bersama dengan kebaikan dan kebenaran.",
"Dan dia akan berjalan dalam cahaya kekal.",
"Dan dosa akan binasa dalam kegelapan selama-lamanya dan tidak akan terlihat lagi sejak hari itu untuk selama-lamanya.\"",
"Dan setelah itu Henokh mulai menceritakan dari kitab-kitab.",
"Dan Henokh berkata: \"Tentang anak-anak kebenaran dan tentang orang-orang pilihan dunia, dan tentang tunas kejujuran, aku akan berbicara tentang hal-hal ini.",
"Ya, aku Henokh akan memberitahukan kepadamu, anak-anakku: Sesuai dengan apa yang tampak padaku dalam penglihatan surgawi, dan yang telah kuketahui melalui firman para malaikat kudus, dan yang telah kupelajari dari kitab-kitab sorgawi.\"",
"Dan Henokh mulai menceritakan dari kitab-kitab dan berkata:",
"\"Aku dilahirkan sebagai yang ketujuh dalam minggu pertama, sementara penghakiman dan kebenaran masih bertahan.",
"Dan setelah aku, akan muncul dalam minggu kedua kejahatan besar, dan tipu daya akan muncul; dan di dalamnya akan ada akhir yang pertama.",
"Dan di dalamnya akan ada seorang yang diselamatkan; dan setelah itu berakhir, ketidakbenaran akan bertumbuh, dan sebuah hukum akan dibuat untuk orang-orang berdosa.",
"Dan setelah itu, pada akhir minggu ketiga, seorang akan dipilih sebagai tunas penghakiman yang benar, dan keturunannya akan menjadi tunas kebenaran untuk selama-lamanya.",
"Dan setelah itu, pada akhir minggu keempat, penglihatan-penglihatan yang kudus dan benar akan terlihat, dan sebuah hukum untuk semua generasi serta sebuah pelindung akan dibuat untuk mereka.",
"Dan setelah itu, pada akhir minggu kelima, rumah kemuliaan dan kekuasaan akan dibangun untuk selama-lamanya.",
"Dan setelah itu, dalam minggu keenam, semua yang hidup di dalamnya akan dibutakan, dan hati mereka semuanya akan secara tanpa takut meninggalkan kebijaksanaan.",
"Dan di dalamnya seorang akan naik ke sorga; dan pada akhir minggu itu rumah kekuasaan akan dibakar dengan api, dan seluruh ras dari tunas pilihan akan tercerai-berai.",
"Dan setelah itu, dalam minggu ketujuh, akan muncul generasi yang murtad, dan banyak perbuatannya, dan semua perbuatannya akan murtad.",
"Dan pada akhir minggu itu, orang-orang pilihan yang benar dari tunas kebenaran yang kekal akan dipilih untuk menerima pengajaran tujuh kali lipat tentang semua ciptaan-Nya.",
"Sebab siapakah di antara semua anak-anak manusia yang mampu mendengar suara Yang Kudus tanpa merasa gentar?",
"Dan siapakah yang dapat memikirkan pikiran-Nya?",
"Dan siapakah yang dapat melihat semua pekerjaan langit?",
"Dan bagaimana mungkin ada yang bisa melihat sorga, dan siapakah yang bisa memahami hal-hal sorgawi dan melihat jiwa atau roh dan bisa menceritakan hal itu, atau naik dan melihat semua ujungnya serta memikirkannya atau melakukan seperti mereka?\"",
"Dan siapakah di antara semua manusia yang bisa mengetahui apa lebar dan panjang bumi, dan kepada siapa telah ditunjukkan ukuran dari semuanya itu?",
"Atau adakah seseorang yang bisa mengukur panjang sorga dan seberapa besar tingginya, dan di atas apa itu didirikan, serta seberapa banyak jumlah bintang-bintang, dan di mana semua benda-benda penerang beristirahat?",
"Dan sekarang aku berkata kepadamu, anak-anakku, cintailah kebenaran dan berjalanlah di dalamnya; karena jalan-jalan kebenaran layak diterima tetapi jalan-jalan ketidakbenaran akan tiba-tiba dihancurkan dan lenyap.",
"Dan kepada orang-orang tertentu dari suatu generasi akan diungkapkan jalan-jalan kekerasan dan kematian dan mereka akan menjauhkan diri dari jalan itu, dan tidak akan mengikutinya.",
"Dan sekarang aku berkata kepadamu, orang-orang benar: Jangan berjalan di jalan-jalan kejahatan, atau di jalan-jalan kematian, dan jangan mendekat kepada mereka, supaya kamu tidak binasa.",
"Tetapi carilah dan pilihlah bagi dirimu sendiri kebenaran dan kehidupan yang terpilih, dan berjalanlah di jalan-jalan kedamaian, dan kamu akan hidup dan makmur.",
"Dan pegang teguhlah kata-kataku dalam pikiran hatimu dan jangan biarkan mereka terhapus dari hatimu; Karena aku tahu bahwa orang-orang berdosa akan menggoda manusia untuk memperlakukan kebijaksanaan dengan jahat sehingga tidak ada tempat yang dapat ditemukan baginya, dan tidak ada bentuk godaan yang dapat menguranginya.",
"Celakalah mereka yang membangun ketidakbenaran dan penindasan dan meletakkan tipu daya sebagai dasar; Karena mereka akan tiba-tiba dijatuhkan, dan mereka tidak akan memiliki kedamaian.",
"Celakalah mereka yang membangun rumah mereka dengan dosa; Karena dari semua dasar mereka akan dihancurkan dan mereka akan jatuh oleh pedang.",
"Dan mereka yang memperoleh emas dan perak dengan penghakiman tiba-tiba akan binasa.",
"Celakalah kalian, hai orang-orang kaya, karena kalian telah percaya pada kekayaanmu dan dari kekayaanmu kalian akan pergi karena kalian tidak mengingat Yang Mahatinggi pada hari-hari kekayaanmu.",
"Kalian telah melakukan penghujatan dan ketidakbenaran, dan telah menjadi siap untuk hari penyembelihan, dan hari kegelapan serta hari penghakiman yang besar.",
"Demikianlah aku berbicara dan menyatakan kepadamu: Dia yang telah menciptakanmu akan menjatuhkanmu dan untuk kehancuranmu tidak akan ada belas kasihan, dan Penciptamu akan bersukacita atas kehancuranmu.",
"Dan orang-orang benarmu pada hari-hari itu akan menjadi celaan bagi orang-orang berdosa dan yang tidak bertuhan.",
"Oh, andai mataku seperti awan air sehingga aku bisa menangisi kalian, dan mencurahkan air mataku seperti awan air: Agar aku bisa beristirahat dari kesedihan hatiku!",
"Siapa yang telah mengizinkanmu untuk mempraktikkan celaan dan kejahatan?",
"Dan demikianlah penghakiman akan menimpa kalian, hai orang-orang berdosa.",
"Jangan takut kepada orang-orang berdosa, hai orang-orang benar; Karena sekali lagi Tuhan akan menyerahkan mereka ke dalam tanganmu, agar kamu dapat melaksanakan penghakiman atas mereka sesuai dengan keinginanmu.",
"Celakalah kalian yang melontarkan perjanjian yang tidak dapat ditarik kembali: Pemulihan akan jauh dari kalian karena dosa-dosamu.",
"Celakalah kalian yang membalas tetanggamu dengan kejahatan; Karena kalian akan dibalas sesuai dengan pekerjaanmu.",
"Celakalah kalian, saksi-saksi dusta, dan kepada mereka yang menimbang ketidakadilan, karena tiba-tiba kalian akan binasa.",
"Celakalah kalian, hai orang-orang berdosa, karena kalian menganiaya orang-orang benar; karena kalian akan diserahkan dan dianiaya karena ketidakadilan, dan berat akan menjadi kuknya atas kalian.",
"Berharaplah, hai orang-orang benar; karena tiba-tiba orang-orang berdosa akan binasa di hadapanmu.",
"Dan pada hari kesengsaraan orang-orang berdosa, anak-anakmu akan bangkit dan terbang seperti rajawali, dan lebih tinggi dari burung nazar akan menjadi sarangmu, dan kamu akan naik dan masuk ke celah-celah bumi, dan celah-celah batu untuk selama-lamanya seperti kelinci di hadapan orang-orang yang tidak benar, dan sirene-sirene akan menghela napas karena kamu dan menangis.",
"Oleh karena itu, jangan takut, hai kamu yang telah menderita; Karena penyembuhan akan menjadi bagianmu, dan cahaya terang akan menerangimu, dan suara istirahat akan kamu dengar dari sorga.",
"Celakalah kamu, hai orang-orang berdosa, karena kekayaanmu membuatmu tampak seperti orang benar tetapi hatimu menyatakan kamu sebagai orang berdosa, dan kenyataan ini akan menjadi kesaksian melawanmu sebagai peringatan atas perbuatan jahat.",
"Celakalah kamu yang melahap gandum terbaik dan minum anggur dalam mangkuk besar, dan menginjak-injak orang yang rendah hati dengan kekuatanmu.",
"Celakalah kamu yang minum air dari setiap mata air; Karena tiba-tiba kamu akan habis dan layu karena kamu telah meninggalkan mata air kehidupan.",
"Celakalah kamu yang melakukan ketidakbenaran, tipu daya, dan penghujatan: Ini akan menjadi peringatan melawanmu untuk kejahatan.",
"Celakalah kamu, hai orang-orang perkasa, yang dengan kekuatan menindas orang-orang benar; Karena hari kehancuranmu akan datang.",
"Pada hari-hari itu, banyak dan hari-hari yang baik akan datang kepada orang-orang benarpada hari penghakimanmu.\""

              ]
            }
          ]
        },
        {
          "chapter": 3,
          "sections": [
            {
              "title": "Kebijaksanaan Henokh",
              "verses": [

"Percayalah, hai orang benar, bahwa orang-orang berdosa akan menjadi malu dan binasa pada hari ketidakbenaran.",
"Ketahuilah bahwa Yang Mahatinggi memperhatikan kehancuranmu dan para malaikat sorga bersukacita atas kehancuranmu.",
"Apa yang akan kamu lakukan, hai orang-orang berdosa, dan ke mana kamu akan lari pada hari penghakiman ketika kamu mendengar suara doa orang-orang benar?",
"Ya, kamu akan mengalami seperti mereka yang melawan firman ini sebagai kesaksian: \"Kamu telah menjadi teman orang-orang berdosa.\"",
"Dan pada hari-hari itu, doa orang-orang benar akan sampai kepada Tuhan dan untuk kamu, hari-hari penghakimanmu akan datang.",
"Dan semua perkataan ketidakbenaranmu akan dibacakan di hadapan Yang Kudus Agung dan wajahmu akan tertutup dengan malu, dan Dia akan menolak setiap pekerjaan yang didasarkan pada ketidakbenaran.",
"Celakalah kamu, hai orang-orang berdosa, yang tinggal di tengah lautan dan di daratan kering yang ingatannya jahat terhadap kamu.",
"Celakalah kamu yang memperoleh perak dan emas dengan ketidakbenaran dan berkata: \"Kami telah menjadi kaya dengan kekayaan dan memiliki harta benda dan telah memperoleh segala yang kami inginkan. Dan sekarang marilah kita melakukan apa yang kita niatkan: Karena kita telah mengumpulkan perak dan banyak petani di rumah kita. Dan lumbung kita penuh seperti air.\"",
"Ya, dan seperti air dustamu akan mengalir pergi karena kekayaanmu tidak akan bertahan tetapi akan segera naik darimu; Karena kamu telah memperolehnya semua dalam ketidakbenaran dan kamu akan diserahkan kepada perjanjian besar.",
"Dan sekarang aku bersumpah kepadamu, kepada orang bijak dan kepada orang bodoh karena kamu akan memiliki banyak pengalaman di bumi.",
"Karena kamu, hai manusia, akan mengenakan perhiasan lebih banyak daripada seorang wanita dan pakaian berwarna lebih banyak daripada seorang perawan; Dalam kerajaan dan kemegahan dan kuasa, dan dalam perak dan emas dan ungu, dan dalam kemewahan dan makanan mereka akan dicurahkan seperti air.",
"Oleh karena itu mereka akan kekurangan doktrin dan kebijaksanaan dan mereka akan binasa bersama dengan harta benda mereka.",
"Dan dengan semua kemuliaan dan kemegahan mereka, dan dalam malu dan pembantaian dan dalam kemiskinan besar, roh mereka akan dilemparkan ke dalam tungku api.",
"Aku telah bersumpah kepadamu, hai orang-orang berdosa, seperti gunung tidak menjadi budak dan bukit tidak menjadi pelayan wanita.",
"Demikian pula, dosa tidak dikirim ke bumi tetapi manusia sendiri yang menciptakannya, dan di bawah perjanjian besar mereka yang melakukannya akan jatuh.",
"Dan kemandulan tidak diberikan kepada wanita tetapi karena perbuatan tangan mereka sendiri, dia mati tanpa anak.",
"Aku telah bersumpah kepadamu, hai orang-orang berdosa, oleh Yang Kudus Agung; Bahwa semua perbuatan jahatmu terungkap di langit dan bahwa tidak ada perbuatan penindasanmu yang tertutup dan tersembunyi.",
"Dan jangan berpikir dalam rohmu atau berkata dalam hatimu bahwa kamu tidak tahu dan bahwa kamu tidak melihat bahwa setiap dosa setiap hari dicatat di sorga di hadapan Yang Mahatinggi.",
"Mulai dari sekarang kamu tahu bahwa semua penindasanmu yang kamu lakukan dicatat setiap hari hingga hari penghakimanmu.",
"Celakalah kamu, hai orang bodoh, karena melalui kebodohanmu kamu akan binasa: Dan kamu melanggar hukum melawan orang bijak, dan keberuntungan baik tidak akan menjadi bagianmu.",
"Dan sekarang, ketahuilah bahwa kamu dipersiapkan untuk hari kehancuran: Oleh karena itu jangan berharap untuk hidup, hai orang-orang berdosa, tetapi kamu akan pergi dan mati; karena kamu tidak tahu tebusan; karena kamu dipersiapkan untuk hari penghakiman besar, untuk hari kesusahan dan rasa malu besar bagi rohmu.",
"Celakalah kamu, hai yang keras hati, yang melakukan kejahatan dan memakan darah: Dari mana kamu memperoleh hal-hal baik untuk dimakan dan diminum serta dipuaskan? Dari semua hal baik yang telah Tuhan Yang Mahatinggi tempatkan berlimpah-limpah di bumi; oleh karena itu kamu tidak akan mendapatkan kedamaian.",
"Celakalah kamu yang mencintai perbuatan ketidakbenaran: Mengapa kamu berharap keberuntungan bagi dirimu sendiri? Ketahuilah bahwa kamu akan diserahkan ke tangan orang-orang benar, dan mereka akan memenggal lehermu dan membunuhmu, tanpa belas kasihan padamu.",
"Celakalah kamu yang bersukacita atas kesusahan orang-orang benar; Karena tidak ada kuburan yang akan digali untukmu.",
"Celakalah kamu yang meremehkan firman orang-orang benar; Karena kamu tidak akan memiliki harapan untuk hidup.",
"Celakalah kamu yang menuliskan kata-kata dusta dan tanpa TUHAN; Karena mereka menuliskan kebohongan mereka agar manusia mendengarnya dan bertindak tanpa TUHAN terhadap tetangga mereka.",
"Oleh karena itu mereka tidak akan mendapatkan kedamaian tetapi mati secara tiba-tiba.",
"Celakalah kamu yang melakukan kejahatan tanpa TUHAN dan membanggakan kebohongan serta memuji mereka: Kamu akan binasa, dan tidak ada kehidupan yang bahagia bagimu.",
"Celakalah mereka yang memutarbalikkan firman kebenaran dan melanggar hukum kekal, dan mengubah diri mereka menjadi apa yang mereka bukan, yaitu menjadi orang berdosa: Mereka akan diinjak-injak di atas bumi.",
"Pada hari-hari itu, bersiaplah, hai orang-orang benar, untuk mengangkat doamu sebagai peringatan, dan letakkanlah sebagai kesaksian di hadapan para malaikat agar mereka dapat meletakkan dosa orang-orang berdosa sebagai peringatan di hadapan Yang Mahatinggi.",
"Pada hari-hari itu, bangsa-bangsa akan digerakkan dan keluarga-keluarga bangsa akan bangkit pada hari kehancuran.",
"Dan pada hari-hari itu, orang-orang miskin akan pergi dan membawa anak-anak mereka dan mereka akan meninggalkan mereka, sehingga anak-anak mereka akan binasa karena mereka: Ya, mereka akan meninggalkan anak-anak mereka yang masih menyusu, dan tidak kembali kepada mereka dan tidak akan merasa kasihan kepada yang mereka cintai.",
"Dan sekali lagi aku bersumpah kepadamu, hai orang-orang berdosa, bahwa dosa telah dipersiapkan untuk hari pertumpahan darah yang tak henti-hentinya.",
"Dan mereka yang menyembah batu, dan patung-patung berukir dari emas dan perak dan kayu dan tanah liat, dan mereka yang menyembah roh-roh najis dan setan, dan segala jenis berhala tanpa pengetahuan, tidak akan mendapatkan bantuan dari mereka.",
"Dan mereka akan menjadi tanpa TUHAN karena kebodohan hati mereka dan mata mereka akan dibutakan karena ketakutan hati mereka dan melalui penglihatan dalam mimpi mereka.",
"Melalui hal-hal ini mereka akan menjadi tanpa TUHAN dan penuh ketakutan; Karena mereka telah melakukan semua pekerjaan mereka dalam kebohongan dan telah menyembah batu: Oleh karena itu dalam sekejap mereka akan binasa.",
"Tetapi pada hari-hari itu diberkatilah semua orang yang menerima kata-kata kebijaksanaan, dan memahaminya, dan mematuhi jalan-jalan Yang Mahatinggi, dan berjalan di jalan kebenaran-Nya, dan tidak menjadi tanpa TUHAN bersama orang-orang tanpa TUHAN; Karena mereka akan diselamatkan.",
"Celakalah kamu yang menyebarkan kejahatan kepada tetanggamu; Karena kamu akan dibunuh di Sheol.",
"Celakalah kamu yang membuat ukuran yang menipu dan palsu, dan yang menyebabkan kepahitan di bumi; Karena dengan itu mereka akan hancur sama sekali.",
"Celakalah kamu yang membangun rumahmu melalui kerja keras orang lain, dan semua bahan bangunan mereka adalah batu bata dan batu dosa; Aku memberitahumu bahwa kamu tidak akan mendapatkan kedamaian.",
"Celakalah mereka yang menolak ukuran dan warisan kekal nenek moyang mereka dan yang jiwanya mengikuti berhala; Karena mereka tidak akan mendapatkan ketenangan.",
"Celakalah mereka yang melakukan ketidakbenaran dan membantu penindasan, dan membunuh tetangga mereka sampai hari penghakiman besar.",
"Karena Dia akan meruntuhkan kemuliaanmu dan membawa penderitaan di hatimu, serta membangkitkan murka-Nya yang dahsyat dan menghancurkan kamu semua dengan pedang; Dan semua orang kudus dan benar akan mengingat dosamu.",
"Dan pada hari-hari itu, di satu tempat, para ayah bersama dengan anak-anak mereka akan dipukul, dan saudara-saudara satu dengan yang lain akan jatuh dalam kematian hingga sungai-sungai mengalir dengan darah mereka.",
"Karena seorang manusia tidak akan menahan tangannya dari membunuh anak-anaknya dan cucu-cucunya, dan orang berdosa tidak akan menahan tangannya dari saudaranya yang dihormati: Dari fajar hingga matahari terbenam mereka akan saling membunuh.",
"Dan kuda akan berjalan sampai ke dada dalam darah orang berdosa dan kereta akan terbenam sampai ke ketinggiannya.",
"Pada hari-hari itu, para malaikat akan turun ke tempat-tempat rahasia dan mengumpulkan semua orang yang telah menurunkan dosa ke satu tempat, dan Yang Mahatinggi akan bangkit pada hari penghakiman itu untuk melaksanakan penghakiman besar di antara orang-orang berdosa.",
"Dan atas semua orang benar dan kudus, Dia akan menetapkan penjaga dari antara para malaikat kudus untuk menjaga mereka seperti biji mata sampai Dia mengakhiri semua kejahatan dan semua dosa, dan meskipun orang-orang benar tidur dalam tidur yang panjang, mereka tidak perlu takut.",
"Dan anak-anak di bumi akan melihat orang bijak dalam keamanan, dan akan memahami semua kata-kata dari kitab ini, dan menyadari bahwa kekayaan mereka tidak akan dapat menyelamatkan mereka dalam kejatuhan dosa-dosa mereka.",
"Celakalah kamu, hai orang berdosa, pada hari kesengsaraan yang berat, kamu yang menganiaya orang-orang benar dan membakar mereka dengan api: Kamu akan dibalas sesuai dengan perbuatanmu.",
"Celakalah kamu, hai yang keras hati, yang berjaga-jaga untuk merencanakan kejahatan: Oleh karena itu rasa takut akan datang padamu dan tidak ada yang dapat menolongmu.",
"Celakalah kamu, hai orang berdosa, karena kata-kata dari mulutmu, dan karena perbuatan tanganmu yang dilakukan tanpa TUHAN; Dalam nyala api yang berkobar lebih buruk dari api, kamu akan terbakar.",
"Dan sekarang, ketahuilah bahwa dari para malaikat Dia akan menyelidiki perbuatanmu di sorga, dari matahari, dan dari bulan, dan dari bintang-bintang sehubungan dengan dosa-dosamu karena di bumi kamu melaksanakan penghakiman atas orang-orang benar.",
"Dan Dia akan memanggil setiap awan dan kabut dan embun dan hujan untuk bersaksi melawanmu; karena semuanya akan ditahan karena kamu dari turun ke atasmu, dan mereka akan mengingat dosa-dosamu.",
"Dan sekarang, berikan hadiah kepada hujan agar tidak ditahan dari turun ke atasmu, begitu juga embun, ketika telah menerima emas dan perak darimu agar ia dapat turun.",
"Ketika embun beku dan salju dengan kedinginannya, dan semua badai salju dengan segala perjanjiannya jatuh ke atasmu, pada hari-hari itu kamu tidak akan mampu berdiri di hadapan mereka."

              ]
            }
          ]
        },
        {
          "chapter": 4,
          "sections": [
            {
              "title": "Kebijaksanaan Henokh",
              "verses": [

"Perhatikanlah langit, hai anak-anak sorga, dan setiap pekerjaan Yang Mahatinggi, dan takutlah kepada-Nya serta janganlah berbuat jahat di hadirat-Nya.",
"Jika Dia menutup jendela-jendela sorga dan menahan hujan serta embun turun ke bumi karena kalian, apa yang akan kalian lakukan kemudian?",
"Dan jika Dia mengirimkan murka-Nya kepadamu karena perbuatan-perbuatanmu, kalian tidak dapat memohon kepada-Nya; sebab kalian telah mengucapkan kata-kata sombong dan angkuh terhadap kebenaran-Nya: oleh karena itu kalian tidak akan memiliki damai sejahtera.",
"Dan tidakkah kalian melihat para pelaut kapal, bagaimana kapal mereka terombang-ambing oleh gelombang, dan diguncang oleh angin, serta berada dalam kesusahan yang besar?",
"Oleh karena itu, mereka takut karena semua harta benda mereka yang berharga jatuh ke dalam laut bersama mereka, dan mereka memiliki firasat buruk dalam hati bahwa laut akan menelan mereka dan mereka akan binasa di dalamnya.",
"Bukankah seluruh laut dan semua airnya, serta segala gerakannya, adalah pekerjaan Yang Mahatinggi, dan bukankah Dia telah menetapkan batas-batas untuk tindakannya, serta menahannya dengan pasir?",
"Dan pada teguran-Nya, laut menjadi takut dan mengering, dan semua ikan di dalamnya mati, serta segala sesuatu yang ada di dalamnya; Tetapi kalian, para pendosa yang ada di bumi, tidak takut kepada-Nya.",
"Bukankah Dia yang telah membuat sorga dan bumi, dan segala sesuatu yang ada di dalamnya?",
"Siapakah yang telah memberikan pemahaman dan hikmat kepada segala sesuatu yang bergerak di bumi dan di laut?",
"Bukankah para pelaut kapal takut kepada laut? Namun, para pendosa tidak takut kepada Yang Mahatinggi.",
"Pada masa itu ketika Dia telah membawa api yang dahsyat ke atas kalian, ke mana kalian akan melarikan diri, dan di mana kalian akan menemukan keselamatan?",
"Dan ketika Dia meluncurkan Firman-Nya terhadap kalian, tidakkah kalian akan terkejut dan takut? Dan semua benda-benda langit akan terkejut dengan ketakutan yang besar dan seluruh bumi akan gemetar serta cemas.",
"Dan semua malaikat akan melaksanakan perintah mereka dan akan berusaha menyembunyikan diri dari hadirat Kemuliaan Besar, dan anak-anak manusia akan gemetar dan bergetar; dan kalian, para pendosa, akan terkutuk untuk selama-lamanya, dan kalian tidak akan memiliki damai sejahtera.",
"Janganlah takut, hai jiwa-jiwa orang benar, dan berharaplah kalian yang telah mati dalam kebenaran.",
"Dan janganlah bersedih jika jiwamu turun ke dalam Sheol dalam kesedihan, dan bahwa dalam hidupmu tubuhmu tidak diperlakukan sesuai dengan kebaikanmu tetapi tunggulah hari penghakiman para pendosa dan hari perjanjian serta hukuman.",
"Dan meskipun ketika kalian mati, para pendosa berbicara tentang kalian: \"Sebagaimana kita mati, demikian juga orang benar mati, dan apa manfaat yang mereka peroleh dari perbuatan mereka? Lihatlah, bahkan seperti kita, mereka juga mati dalam kesedihan dan kegelapan, dan apa yang mereka miliki lebih dari kita? Mulai sekarang kita sama. Dan apa yang akan mereka terima dan apa yang akan mereka lihat untuk selama-lamanya? Lihatlah, mereka juga telah mati, dan mulai sekarang untuk selama-lamanya mereka tidak akan melihat cahaya.\"",
"Aku berkata kepadamu, \"Hai para pendosa, kalian senang makan dan minum, serta merampok dan berbuat dosa, dan menelanjangi orang, serta mengumpulkan kekayaan dan melihat hari-hari baik. Apakah kalian telah melihat bagaimana akhir orang benar terjadi, bahwa tidak ada kekerasan yang ditemukan pada mereka sampai kematian mereka?",
"Namun demikian, mereka binasa dan menjadi seolah-olah mereka tidak pernah ada, dan roh mereka turun ke dalam Sheol dalam kesengsaraan.\""

              ]
            }
          ]
        },
        {
          "chapter": 5,
          "sections": [
            {
              "title": "Kebijaksanaan Henokh",
              "verses": [

"Kitab lain yang ditulis Henokh untuk anaknya, Metusalah, dan untuk mereka yang akan datang setelahnya, serta memegang teguh hukum pada hari-hari terakhir.",
"Kalian yang telah berbuat baik harus menunggu hari-hari itu sampai akhir dari mereka yang berbuat jahat tiba; dan akhir dari kekuatan para pelanggar.",
"Dan tunggulah sampai dosa lenyap, karena nama-nama mereka akan dihapus dari kitab kehidupan dan dari kitab-kitab suci, dan keturunan mereka akan dihancurkan untuk selama-lamanya, dan roh-roh mereka akan dibinasakan, dan mereka akan menangis dan meratap di tempat yang merupakan padang gurun yang kacau, dan mereka akan terbakar dalam api; karena tidak ada bumi di sana.",
"Dan aku melihat di sana sesuatu seperti awan tak terlihat; karena kedalamannya aku tidak bisa melihat ke seberang, dan aku melihat nyala api yang berkobar dengan terang, dan sesuatu seperti gunung-gunung yang bersinar melingkar dan menyapu bolak-balik.",
"Dan aku bertanya kepada salah satu malaikat suci yang bersamaku dan berkata kepadanya: \"Apa ini yang bersinar ini? Karena ini bukan langit tetapi hanya nyala api yang berkobar, dan suara tangisan dan ratapan dan rasa sakit yang kuat.\"",
"Dan dia berkata kepadaku: \"Tempat ini yang engkau lihatdi sini roh-roh para pendosa dan penghujat, serta mereka yang bekerja dalam kejahatan, dan mereka yang menyimpangkan segala sesuatu yang telah Tuhan ucapkan melalui mulut para nabihal-hal yang akan terjadi.\"",
"Karena sebagian dari mereka tertulis dan terukir di atas di langit, agar para malaikat dapat membacanya dan mengetahui apa yang akan menimpa para pendosa, dan roh-roh orang yang rendah hati, dan mereka yang telah menyiksa tubuh mereka, dan yang telah diberi ganjaran oleh TUHAN.",
"Dan dari mereka yang telah dipermalukan oleh orang-orang jahat: Mereka yang mencintai TUHAN dan tidak mencintai emas maupun perak atau barang-barang baik lainnya yang ada di dunia ini, tetapi menyerahkan tubuh mereka untuk disiksa.",
"Mereka yang, sejak mereka ada, tidak menginginkan makanan duniawi, tetapi menganggap segalanya sebagai napas yang berlalu, dan hidup sesuai dengan itu, dan Tuhan telah menguji mereka dengan keras, dan roh mereka ditemukan murni sehingga mereka harus memberkati nama-Nya.",
"Dan semua berkat yang ditujukan bagi mereka telah aku hitung dalam kitab-kitab.",
"Dan Dia telah memberikan kepada mereka ganjaran mereka, karena mereka telah ditemukan sebagai orang-orang yang lebih mencintai sorga daripada hidup mereka di dunia, dan meskipun mereka diinjak-injak oleh orang-orang jahat dan mengalami penghinaan serta cercaan dari mereka dan dipermalukan, namun mereka memberkati Aku.",
"Dan sekarang Aku akan memanggil roh-roh orang baik yang termasuk dalam generasi cahaya, dan Aku akan mengubah mereka yang lahir dalam kegelapan, yang dalam daging tidak diberi kehormatan seperti yang layak mereka terima karena kesetiaan mereka.",
"Dan Aku akan menampakkan mereka dalam cahaya yang bersinar terang, mereka yang telah mencintai nama suci-Ku, dan Aku akan mendudukkan masing-masing di atas takhta kehormatannya.",
"Dan mereka akan bercahaya untuk waktu yang tak terhitung jumlahnya; karena kebenaran adalah penghakiman TUHAN; karena kepada orang-orang yang setia Dia akan memberikan kesetiaan dalam tempat tinggal jalan yang lurus.",
"Dan mereka akan melihat mereka yang dilahirkan dalam kegelapan dibawa ke dalam kegelapan, sementara orang-orang benar akan bercahaya.",
"Dan para pendosa akan menangis dengan keras dan melihat mereka bersinar, dan mereka benar-benar akan pergi ke tempat di mana hari-hari dan musim-musim telah ditetapkan untuk mereka.\""

              ]
            }
          ]
        },
        {
          "chapter": 6,
          "sections": [
            {
              "title": "Wahyu Henokh",
              "verses": [

"Aku bersumpah kepada kalian bahwa di sorga, para malaikat mengingat kalian untuk kebaikan di hadapan kemuliaan dari Yang Mahabesar: dan nama-nama kalian tertulis di hadapan kemuliaan dari Yang Mahabesar.",
"Berharaplah; karena sebelumnya kalian telah dipermalukan melalui penderitaan dan kesengsaraan; tetapi sekarang kalian akan bersinar seperti cahaya-cahaya sorga, kalian akan bersinar dan kalian akan terlihat, dan gerbang-gerbang sorga akan terbuka bagi kalian.",
"Dan dalam tangisanmu, tangisilah untuk penghakiman, dan itu akan tampak bagimu; karena segala penderitaanmu akan ditimpakan kepada para penguasa, dan kepada semua yang membantu mereka yang menjarah kalian.",
"Berharaplah, dan jangan buang harapan kalian karena kalian akan memiliki sukacita besar seperti para malaikat sorga.",
"Apa yang harus kalian lakukan?",
"Kalian tidak perlu bersembunyi pada hari penghakiman besar dan kalian tidak akan ditemukan sebagai pendosa, dan penghakiman kekal akan jauh dari kalian untuk semua generasi dunia.",
"Dan sekarang janganlah takut, hai orang-orang benar, ketika kalian melihat para pendosa menjadi kuat dan berhasil dalam jalan mereka, janganlah menjadi sahabat mereka, tetapi jauhilah kekerasan mereka; Karena kalian akan menjadi sahabat bala tentara sorga.",
"Dan, meskipun para pendosa berkata: \"Semua dosa kami tidak akan diselidiki dan dituliskan,\" namun demikian mereka akan menuliskan semua dosa kalian setiap hari.",
"Dan sekarang aku menunjukkan kepadamu bahwa terang dan kegelapan, siang dan malam, melihat semua dosamu.",
"Janganlah menjadi tidak bertuhan dalam hatimu, dan janganlah berbohong dan janganlah mengubah kata-kata kebenaran, janganlah menuduh dusta pada kata-kata Yang Mahasuci, janganlah menghiraukan berhala-berhalamu; karena semua dustamu dan semua ketidakbertuhananmu tidak menghasilkan kebenaran tetapi dalam dosa yang besar.",
"Dan sekarang aku mengetahui misteri ini, bahwa para pendosa akan mengubah dan memutarbalikkan kata-kata kebenaran dalam banyak cara, dan akan mengucapkan kata-kata jahat, dan berbohong, serta melakukan penipuan besar, dan menulis kitab-kitab tentang kata-kata mereka.",
"Tetapi ketika mereka menuliskan dengan benar semua kata-kataku dalam bahasa mereka, dan tidak mengubah atau mengurangi apapun dari kata-kataku tetapi menuliskannya semua dengan benarsemua yang pertama kali aku saksikan tentang mereka.",
"Kemudian, aku mengetahui misteri lain, bahwa kitab-kitab akan diberikan kepada orang-orang benar dan bijaksana untuk menjadi sumber sukacita, kebenaran, dan banyak hikmat.",
"Dan kepada mereka kitab-kitab akan diberikan, dan mereka akan percaya kepada kitab-kitab itu dan bersukacita karenanya, dan kemudian semua orang benar yang telah mempelajari darinya segala jalan kebenaran akan diberi upah.",
"Pada hari-hari itu Tuhan memerintahkan untuk memanggil dan memberi kesaksian kepada anak-anak manusia mengenai hikmat mereka: \"Perlihatkan kepada mereka; karena kalian adalah pemandu mereka dan upah atas seluruh bumi.",
"Karena Aku dan Anak-Ku akan bersatu dengan mereka untuk selama-lamanya dalam jalan-jalan kebenaran dalam kehidupan mereka; dan kalian akan memiliki damai sejahtera: bersukacitalah, hai anak-anak kebenaran. Amin.\""

              ]
            }
          ]
        }
      ]
    }
  ]
}
